TCL 深度报告
1,行业
2,企业
3,公司
	3.1 历史
		1981.7 成立,最早的主营业务为家电业务
		2004.1 深交所上市
		2009.11 深圳市华星光电成立,TCL占80.3%,三星12.3%,国开5.2%,广东信托2.2%
		2018.12 剥离智能终端业务
		2019.4 资产重组,聚焦半导体+显示
		20119.6 武汉T4项目, 6代柔性面板
	3.2 业务	
		主要产品为半导体显示器件、半导体光伏及半导体材料、电子产品分销,
		TV面板出货面积全球第二:55吋电视面板市占率全球第一,65吋电视面板市占率居全球第二位
		t3产线LTPS手机面板出货量全球前三
	3.3 重组
		重组前,TCL电子31%+华星光电23%+家电14%+翰林汇14%+TCL通讯9%+其他
		重组后,半导体显示+材料59%+IT分销服务36%+其他
		目前已经收购中环集团,切入半导体硅片领域
	3.4 主要部分
		半导体显示+材料:深圳华星+武汉华星+华睿+聚华
		产业金融+投资
		新能源+半导体:中环电子
		IT分销+服务
4,业务
	半导体显示业务:华星光电+华显光电+华睿+聚华
	3.1 华星光电,主攻大尺寸面板
		85%以上产能->大尺寸面板
		55寸以上电视第一,65寸,86寸第二,32寸电竞面板第三
		行业趋势:小尺寸LCD被OLED取代,大尺寸OLED工艺复杂,市占率难以提升

		华星光电产线
		产线号	地址		代			类型					应用 		月产能(片)	量产T 		技术				大小(寸)
		1		深圳 	8.5			TFT-LCD				TV 			160K		2011		a-Si 			32
		2		武汉 	8.5			TFT-LCD				TV 			150K		2015		a-Si			55
		3		武汉 	6			LTPS-LCD|AMOLED 	手机+PC 		50K			2018		LTPS 			小
		4		武汉 	6			柔性AMOLED 			手机 		45K			2019		LTPS-AMOLED 	小
		6		深圳 	11			TFT-LCD|AMOLED 		TV,商用 		90K			2019		a-Si|Oxide 		75
		7		深圳		11			TFT-LCD				TV,商用 		60K 		2021 		a-Si|Oxide		75
		三星 	苏州		8.5 		TFT-LCD				TV 			120K 		已开工 		a-Si			48|55

		T3是小尺寸龙头,93%良率
		切割效率高,渗透率高,满产满销,50K/月产能,中长期55K/月产能,利润提升

		研发力度提高.
		量子点方面,1199件专利,全球2nd
		持续拓宽成熟技术应用领域&挖掘新技术
		小屏幕->车载+笔记本
		大屏幕->电视+电竞
		新领域->MiniLED
		OLED->柔性
			T4产线第一条6代柔性AMOLED.2023年产能45k/月产能,年产116w平方米AMOLED手机面板,5%的需求

		华显光电:模组ODM
		惠州,20条手机LCD,2条中小LCD产线,年产能:8400w手机LCD模组,700w中小尺寸LCD模组
		武汉,21 条手机 LCD 模块生产线及 1条中小尺寸 LCD 模块生产线,年产能约为 1.1 亿片手机 LCD 模块及约 365 万片中小尺寸 LCD 模块
		合计1.94e手机LCD模组,1065w中小尺寸LCD模组

		公司积极研发 AMOLED 贴合模组工艺
		T4量产,有新的模组增长点
		华星与华显的面板模组 ODM 模式,保证了 TCL 面板关键产品的供给自主

		华睿光电:突破 OLED 有机材料进口垄断
			OLED有机材料市场份额
				35% 出光兴产
				17% 德国默克
				16% UDC
				13% 陶氏杜邦
				13% 住友化学
				5%  韩国德山
		华睿光电研发OLED新材料.700多种新材料,30多种中试,少数量产
		OLED发光材料规模 13.4e$,2023年22.8e$

		聚华:印刷OLED
		喷墨打印 OLED 面板产量将从 2020 年 20.9 万平方米增加到 2024 年的 730 万平方米

		广东聚华<-国家印刷及柔性显示创新中心,唯一的一家国家级创新中心,全球首款 31 英寸喷墨打印可卷绕柔性样机
		蒸镀OLEDvs喷墨OLED,喷墨成本更低20-30%.
		TCL华星注资JOLED20e

		TCL金服
		TCL创投管理的基金规模为89.89亿元人民币,累计投资118个项目,
		目前持有宁德时代、德方纳米、韦尔股份、寒武纪等上市公司股票,以及商汤科技、无锡帝科和星环科技等公司的股权
		报告期末,公司持有若干直投的上市公司项目,包括七一二（ 603712.SH）19.07%、上海银行（ 601229.SH） 5.33%以及花样年控股（ 01777.HK） 20.06%的股权.
		2019年度,产业金融及其他业务为公司带来12.19亿元利润,占比34.24%；2020年一季度,产业金融及其他业务利润达到4.4亿元

		新能源+半导体
		2020.7.15 中环集团100%控股
		硅片是芯片制造的成本大头,37%
		中环股份是硅片龙头企业,在半导体硅片方面,中环股份单晶份额国内市场占有率达 65%以上,
		而在光伏硅片上,中环股份对下游电池客户出售的高效 N 型单晶硅片全球市场占有率为第1

		中环集团有望从中获得可观的订单量,进而提升半导体硅片营收份额.
		未来几年,公司半导体硅片的营收份额将迅速提升,成为公司新的盈利点

		全球光伏装机量增长趋势不变,中环集团受益. 
		2024 年全球光伏新增安装量将达到 199.8GW, 2019-2024 年 CAGR 达 10.19%

5 业绩
	5.1 重组后,营收质量提升
		毛利率周期;净利率稳定
		销售+管理+财务三费下降明显
		研发投入,营业比3.59%->5%->7.28%
		周转率下降
		存货下降
		经营性现金流良好
		偿债能力提升
	5.2 营运
		面板价格		TCL毛利率		面板平均毛利率
		93			15				11
		98			15				15.5
		135			16.5			18.5
		150			17				25
		155			18				27.5
		151			20.5			27
		128			20.2			23.5
		110			20				21
		101			19				19
		83			18				17
		92			17.5			19
		86			18				18
		84			17				13
		83			14.5			13.5
		72			12				11
		70			11				13
		78			7				12
		70			8.5				13

		面板净利率
			TCL净利率更优
			LG将推出液晶面板.台企生存无望,
			高世代生产线的缺失以及大陆企业更低的成本导致台企进入大尺寸面板领域难以实现,
			中小尺寸领域 OLED 被三星垄断,大尺寸被 LGD 垄断,
			随着大陆企业在 OLED 领域的布局的增加

	5.3 供需
	LCD产业链毛利率微笑曲线
		玻璃基板
		光学膜
		化学材料
		背光模组
		IC
		液晶面板
		OEM
		图像处理
		LCD外框
		品牌商
		渠道商
	毛利率从高到低再到高,液晶面板在最低点
	液晶面板制造位于 LCD 产业链的中游,上游为面板原材料厂商,如玻璃基板、彩色滤光片、液晶材料、光学膜等,
	下游主要面向手机终端、 TV、显示器等终端厂商,整体来看,在产业链中利润率处于中等偏下.
	且毛利率受面板价格营收较大,波动率大导致了面板行业的强周期性.

	LCD 面板价格触底反弹趋势明显, 32/43/55/65 寸较 2020 年 5 月底部上涨约 30%
	据群智咨询预测, 2020Q3 供需比将下滑至 3.2%,远低
	于 5%的平衡线,四季度供给与需求趋于平稳,但考虑到年底三星和 LGD 相继关
	闭 LCD 产线,供给端的进一步收紧带来的供需比下滑可能性极大,所以我们认
	为面板价格在 2020Q4 乃至 2021 年仍然会有小幅的增长.

	5.4 韩企退出
	韩企LCD转型OLED;2021年LCD面板产能下降36w/月
	京东方B12 以及 B17 将会成为公司最后的 LCD 生产线,华星光电 T7 也是公司所规划的最后一条 LCD 生产线
	惠科不太可能新增面板产线
	台企产线老,而且在转型
	
	LGD iphone12 上,在苹果定下的 7500 万块 OLED 屏幕中,LGD 拿下了其中 2000 万块订单
	LGD退出LCD->OLED是趋势
	三星“砍掉”无法盈利的 LCD 领域也是趋势
	大陆厂商来说,这无疑是抢占 LCD 市场份额的宝贵机会
	京东方+TCL将成为双寡头
	2019 年 CR4 达到了 62.09%,随着 LGD 与三星退出 LCD 市场,
	其市场份额将大部分被华星光电与京东方承接,形成双雄格局,届时整个 LCD
	行业的 CR4 极有可能超过 75%,成为极高寡占型行业

	华星光电vs京东方
		2020H1
		规模e		195		609
		毛利率%  	9.9 	15.8
		LCD产线数量  6		9
		OLED产线		1		5
		市占率 				液晶出货量+面积第一

		华星光电随着产能进一步的释放,市占率将有望突破 20%.双寡头格局还将为
		寡头企业带来诸如更强的定价权与议价能力等优势,所以未来两年内,华星有
		望坐享价格与销量双重增长带来的利好.

	大尺寸化
		TV LCD 面板更是占到了 67%
		PC+平板占比小
		手机,OLED抢占LCD份额
		TV的平均尺寸每年约提升 1 英寸,电视平均尺寸每增加一英寸,就将消耗一条 10.5 世代面板生产线
		4K、 8K 时代的到来会进一步催生消费者对大尺寸电视的欲望.
		未来 LCD 的出货将会呈现“大尺寸化的趋势”
		商用显示需求增加
		据 IHS Markit 预计 55 寸及以上尺寸面板市场份额将从 2019 年的 27%上升至 2023 年的 44%
		供需比越小,供给越不足
		电竞显示器
		换机潮
		华星抢夺小尺寸面板份额
		体育年,面板需求提升

	OLED
		三星一家独大,85%
		京东方迅速提升
		柔性屏:预计 2020 年柔性 OLED 面板出货量将达到 3.357 亿片， 超越刚性 OLED 面板出货量，并将持续保持增长态势
			AR/VR
			智能手表
			可穿戴设备

		国内厂商加大了对 OLED 生产线的布局
			华星光电OLED产能释放;中高端柔性OLED
	喷墨打印

	MiniLED
		MicroLED 功率仅为 LCD 的10%，为 OLED 的 50%。但亮度却更高。
		MiniLED 可以视作 OLED 与 MicroLED 的过渡技术，其最大的优势在于能与现有的 LCD 技术结合使用，降低了整体的研发周期与成本
		MiniLED 在显示效果接近 OLED 的情况下，价格更低，且拥有更长的寿命和耐受性，在大尺寸面板非常有机会突破 LCD 的垄断
		全球 MiniLED 显示设备规模将从 2019 年的 324 万台增至 2023 年的 8070 万台，CAGR 高达 90%，其中 TV面板预测 2020-2024年 CAGR预计将达到 234%
		预测，2024 年 MiniLED 背光在 IT、电视及平板应用的渗透率将分别达到 20%、 15%及10%
		目前主流的 MiniLED 技术有基于 PCB 背板方案和基于玻璃的 TFT 方案
		以 65 寸 4K 面板为例， MiniLED成本为 860 美元，OLED 模组与 LCD 模组成本分别约需 1100 美元和 700 美元。
		MiniLED 的 4K 电视面板成本在 2019 分别下降了约 6%与 8%
		华星光电的MiniLED2020年出货;其他厂商如京东方、晶电科技等厂商 MiniLED 预计量产时间都在2020下半年及 2021Q1
		上游 MiniLED 芯片厂商三安光电目前已实现量产并批量供货给三星,2019年投资 Mini/Micro LED产线,2021年预计建成,产能Mini LED 芯片 210 万片（蓝光、绿光为72 万片，红光为 66 万片）、 
		MicroLED 芯片 26 万片（蓝光、红光、绿光分别为9 万片、 9 万片、 8 万片）。

	MicroLED
		预计2025,2026年突破
		2019年三星的商用 MicroLED 模组价格高企
		巨量转移技术，简单来说就是如何将千万数量级别的 LED 晶体准确无误的转移到基板上.
		即使 2022 年完成该技术的突破，距离 MicroLED 量产依旧有很长的路要走，相比来说 MiniLED 的产业线路在未来三年内会明确且乐

	OLED 逐步占领中小尺寸屏幕市场，大尺寸仍以LCD 为主流.小屏幕,OLED良率高,成本不到LCD2倍;适合屏下指纹摄像头;LCD透光性差,无法实现全面屏.
		TV等大尺寸,LCD天下.

6 未来
	6.1 TCL+TCL电子
		TCL电视冲击第一
		华星光电将为三星LCD高端机型供货更多,可能超越BOE和三星电子成为最大供货商
		华为计划三年内拿下全国 20%的面板产能;华星光电机会很大
		华为手机国产化->手机屏幕国产化->华星光电机会很大
	6.2 产能放大,市占率攀升
		华星光电主攻高世代面板,大尺寸面板
		<40寸面板萎缩;40-60保持;60+提升
		2017 年到 2023 年 60 寸以上面板出货量 CAGR 达到 30.2%
		切割超大尺寸面板，效率最高的还是 10.5/11 世代线
		10.5/11 世代线全球产能
			京东方B9		120k/月
			华星T6		90k/月
			京东方B17 	产能爬坡
			华星T7 		建设中
			夏普广州		45k/月,满产90k/月 	成本高

		10.5/11 世代线全球产能 TCL+BOE瓜分
		华星T7投产,接收三星苏州线,未来老大也不是不可能

		