细胞和基因疗法CDMO(CGT(细胞和基因疗法))

核心观点:
	1,需求端,细胞和基因疗法,疗效验证,上市加快.传统药企也会加快布局,景气度高
	2,技术端
		现状:AAV和LV,LV是慢病毒,AAV是体内治疗;
		难点:病毒载体开发与生产.成本中,病毒载体占据1/3
		技术:悬浮培养技术,逐步成为主流;连续性生产技术有可能成为未来的突破方向
		缺口:载体产能缺口至少10-100倍;
		CDMO:高壁垒,大缺口.CGT(细胞和基因疗法) CDMO行业外包率预计超过65%
	3,空间
		集中度:相对较高.Lonza,最高,Catalent其次,药明康德第四
		对比:大小分子龙头十年十倍.大、小分子CDMO龙头药明康德、凯莱英和药明生物收入从10亿到100亿大致需要6-8年,即将验证
			相比小分子和大分子CDMO,CGT CDMO行业,难度更高,可能具有更快的增速水平和更好的投资前景
		测算:全球规模,预计十年十倍
			国内成长空间更大.2030预计CGT CDMO123e;考虑国内部分头部企业能承接海外转移订单,实际增速可能更快.
		分析:十年十倍确定性高
	4,格局
		药明康德,国际第一梯队,CGT十年十倍
		和元生物:溶瘤病毒生产龙头,国内第一梯队,
		金斯瑞生物科技:覆盖 CDMO服务产品开发全周期.
		博腾股份:能力持续搭建,估值弹性大.
		康龙化成:平台加速布局,一体化持续完善.
		Lonza:全球龙头,可实现2000L商业化生产.
		Catalent:国际第一梯队,全球多地产能.
		Thermo Fisher:原材料供货及生产一体化龙头.
		Oxford Biomedica:慢病毒生产龙头,服务+创新研发一体

	投资建议:药明康德,博腾股份,康龙化成,和元生物,金斯瑞生物科技