miniLED
总结
1.Mini LED指由尺寸介于50-200μm之间的芯片构成的LED器件
2,前道制造：关注MOCVD和测试分选设备机会
3,后道封装：关注固晶机和返修设备机会
4,中微公司+北方华创+新益昌+深科达

LED芯片制备包括衬底,外延,芯片加工三个环节.
衬底:蓝宝石衬底
外延:衬底上长出GaN外延层形成PN结;
芯片加工:刻蚀,溅射,蒸镀,光刻

前道制造过程:沉底生产(单晶炉,切片机,磨片机)->外延生产(MOCVD)->ICP刻蚀(光刻机,ICP刻蚀机器)->溅射(光刻机,磁控溅射,退火设备)
			->蒸镀金属层(电子束蒸发蒸镀)->剥离(不固定,CMP,激光设备)->PECVD(光刻机,PECVD设备)->通孔刻蚀(光刻机,ICP刻蚀)->蒸镀电机(电子束蒸发蒸镀)
未来是MicroLED的天下;MiniLED是过渡技术;但是MicroLED技术难关未克服
MiniLED对设备要求更高
外延:MOCVD,Metal Organic Chemical Vapor Deposition设备,中微公司.
芯片加工:倒装芯片优势明显,渗透率 有望 可能 possible 提升
现有设备基本满足MiniLED加工要求
测试分选:需要提升速度和精度

后道:
封装路线:SMD Surface Mounted Devices,IMD Integrated Matrix Devices,COB Chip On Board路线
分为正装,倒装路线;倒装技术难度高,但是提升器件寿命和色彩稳定度
倒装COB,有望,可能,possible成为主流封装
封装工艺对设备提出新要求;高精度,高速度

固晶环节:芯片转移技术很重要
将晶片从晶片盘->PCB上,再进行缺陷检测
芯片转移技术的突破是MiniLED产能提升的关键;巨量转移是未来的趋势
Pick&Place

2.4 测试和返修
MiniLED测试->AOI,automated optical inspection,自动光学检测设备
返修设备的开发是痛点和难点

芯片制造和封装和测试:国产替代
制造:中微公司+北方华创
封装:新益昌;佑光;普莱信
测试:深科达,华腾半导体,标谱
AOI,光学检测,矩子科技,天准科技,凌云光,奥普特,吉泓视觉
返修:微组科技;盟拓智能


MiniLED产业(二)
LED产业链=上游外延生长+中游封装+下游应用
上游制造:三安、华灿、澳洋、兆驰
中游封装:木林森、鸿利智汇、国星光电
下游应用:欧普照明、雷士照明、阳光照明、佛山照明、三雄极光等，LED显示屏行业的利亚德，LED汽车照明的星宇股份等

上游芯片:一超多强;
中游封装:门槛较低;增速放缓;供大于求
下游:LED价值向下游转移.LED市场7倍于封装,28倍于芯片
MiniLED显示,大于LED,LCD,正在迎来爆发期.

FPGA芯片:为现场可编程门阵列(Field Programmable Gate Array);
是逻辑芯片的一种，逻辑芯片还包括 CPU、GPU、DSP 等通用处理器芯片，以及专用集成电路芯片 ASIC
集成电路芯片=数字+模拟;数字=存储+逻辑
FPGA，主要由“可编程逻辑单元+输入输出单元+开关连线阵列”等三种功能单元构成。
FPGA 和 CPU、GPU、ASIC 的等核心区别：其底层逻辑运算单元的连线及逻辑布局未固化，适用于底层算法需要持续更迭的运算领域，例如人工智能算法优化。
而其他类别逻辑芯片，像 ASIC、CPU 和 GPU 等，物理底层逻辑单元的运算关系均已固定且不可变。
并且 FPGA 不需要像 CPU 和 GPU 在软件应用层面的指令系统编译，对 FPGA 进行编程是使用硬件描述语言，并直接编译烧录为晶体管电路的组合，即直接用晶体管电路实现用户的算法
由于 FPGA 是一种半定制芯片，具有现场可编程性，特别适用于需求物理运算逻辑需要持续更迭的应用领域，例如人工智能算法优化、数据中心应用等。

全球 FPGA 芯片需求规模超过 125 亿美金，年复合增速超过 10%
中国 FPGA 市场高需求，国产化趋势下助力国内企业占领市场
高灵活性使得下游应用领域丰富，是 FPGA 芯片需求增长核心源动力。
5G对FPGA芯片的大需求+通道数增加，计算复杂度增加，FPGA 单价有望进一步提高
人工智能时代 DEEP LEARNING 是重要趋势，FPGA 具有独特优势:在云侧处理时，FPGA 芯片的高灵活性及强并行运算能力突出；在端侧处理时，可编程性、高吞吐和低延迟等特点能有效满足需求。
汽车自动化->FPGA低延迟+高吞吐:自动驾驶等级提高，所需传感器数量增长，需处理的传感器数据将成指数级提升
工业控制+消费电子

全球 FPGA 市场竞争格局如何？
海外垄断.CR4>97%;赛灵思和 Altera分别占据全球 FPGA 市场份额的 52%和 35%，遥遥领先；Lattice 和 Microsemi 均占据 5%的市场份额
中国 FPGA 市场，国内企业有所突破，安路科技出货量达 6%。
FPGA对于先进制程要求不高;主流还是28-14nm

复旦微;安路科技;紫光同创;高云半导体

第三代半导体
什么是第三代半导体:相对于第一代（硅基）半导体，第三代半导体（碳化硅等）禁带宽度大，电导率高、热导率高。
在高压、高功率、高频的分立器件领域，硅因其窄带隙，较低热导率和较低击穿电压限制了其在该领域的应用，因而发展出宽禁带、耐高压、高热导率、高频的第二/三代半导体。
耐高压、高功率能力。第三代半导体材料能量密度更高。

碳化硅更适合作为衬底材料;碳化硅衬底器件体积小,电阻小,能量损失小;
碳化硅MOSFET电动车续航里程更长
应用:碳化硅基-碳化硅外延功率器件、碳化硅基-氮化镓外延射频器件:AC->AC(变压器)、AC->DC(整流器)、DC->AC(逆变器)、DC->DC(升降压变换器)
产业规模持续增加(44e->61e),港真,规模真心不大;复合增长速度极快;

衬底材料增速快.
碳化硅:
产业链分为设备,衬底,外延,器件.
衬底:露笑科技、三安光电、天科合达、山东天岳
外延生长:瀚天天成和东莞天域
功率器件:比亚迪半导体、闻泰科技、华润微、士兰微、斯达半导、扬杰科技、泰科天润
氮化镓:
产业链分为衬底,外延,器件.
单晶生长的企业，主要有苏州纳维、东莞中镓、上海镓特和芯元基等
外延:三安光电、赛微电子、海陆重工、晶湛半导体、江苏能华、英诺赛科
器件:三安光电、闻泰科技、赛微电子、聚灿光电、乾照光电

三安光电:化合物半导体全产业链布局,衬底,外延,器件一把抓
露笑科技:导电性SiC衬底
山东天岳:半绝缘型SiC衬底龙头
天科合达:导电型SiC衬底龙头
晶盛机电：由设备端切入碳化硅领域;半导体材料装备和LED衬底材料制造
光伏银浆