1、 如何看待玻纤需求的成长性？
	玻璃纤维是一种性能优异的无机非金属材料。 玻纤下游需求包括建筑建材、交通运输（汽车等）、工业设备、电子（PCB）和风电等，占比 34%、 27%、 15%、 16%、 8%。
	替代性材料,暂时没有天花板,持续成长,产销量保持高于 GDP 的增速
		技术进步和成本下降带来长期成长性
		技术持续进步
		成本持续下降
	需求端,稳定增长
		汽车+新能源
		PCB产业快速发展
		风电高景气时代
		国外地产共振

2、 玻纤周期性是否有弱化， 背后的原因， 未来如何演绎？
	行业整体周期性会因为下游需求成长性加强、叠加供给端壁垒增高而出现弱化
		细分领域有各自的周期， 平抑了玻纤行业整体的需求波动
		行业集中度未来将进一步集中， 小企业发展瓶颈越发明显， 供给冲击难以短期内快速释放，周期属性弱化
			CR3>46%,CR5>63%,预计未来几年集中度将进一步提升

3、 如何评估铂铑合金价格提升对新产线投资的影响？
	玻纤属于资金、技术密集型行业， 预计铂铑合金涨价致使万吨产线投资额较 2016 年增加近 8000 万元;极大提高了玻纤行业的资金壁垒。
	巨石铂铑合金账面价值显著低于市场价值，该部分资产价值可能存在低估。
	行业供给经历 18 年产能新增高峰之后，资本开支相对理性

4、 行业成本曲线未来如何演变？
	玻纤的成本构成中，原材料、能耗、制造费用和人工的占比分别为 34%、25%、 21%、 20%（以中国巨石为例）。
	未来大厂成本保持优势
5、 如何看待电子纱（布） 行业成长性和周期性？
	目前我国电子纱（布）需求还处于成长阶段。 
		 1）电子纱在玻纤行业中属于高端产品，需求增速较快。
		 2）电子布的成长性来自 PCB 下游新兴产业和高新技术领域的推动，以及高端薄布、超薄布和极薄布市场渗透率的提升。
		 通讯、计算机等应用领域已成为覆铜板及印制电路板的主要应用领域，合计占比 62%。
		 此外，消费电子、汽车电子、军事、航天医药等新兴领域，以及 5G 设备、高速 IC 封装、人工智能芯片等高尖端领域需求也有较快增长潜力，
		 电子纱（布）的周期性主要来自供给端的影响， 但其影响程度或将减弱。
		 供给端,产能有降低趋势;需求端,成长性强;中高端产品技术壁垒高，熨平周期

1、 复盘历史市占率提升情况，中长期提升空间还有多大？

2、 长期看产品价格如何演变？中高端占比提升对价格影响几何？
	行业价格随供需变化呈现周期性波动。
	中高端占比的提升对产品均价及稳定性均有一定的提振作用，巨石粗纱及制品均价及稳定性略高于行业
3、 成本下降空间还有多大？
	短期来看， 成本端每年仍有下降空间，但大幅下降难度大。 
4、 公司盈利稳定性是否能持续增强，跟踪哪些关键指标？
	巨石的盈利稳定性仍有提升空间，
	一是产能扩大带来规模效应，规模效益、智能制造基地产能提升将有助于吨成本和期间费用率的进一步下滑； 
	二是上下游的布局逐步延伸，有助于维持原燃料成本的稳定低位、开拓高毛利产品市场以优化产品结构； 
	三是产品种类的扩展，高端产品的占比提升有利于增强盈利稳定性。
5、 电子布是加剧还是减弱了公司盈利的波动，如何评估？
	短期来看，电子布会加剧盈利的波动;电子纱价格波动更大
	长期来看， 行业格局向好叠加高端占比提升， 电子纱（布） 盈利稳定性有望增强
6、 如何看待公司历史及未来估值水平


结论： 玻纤需求潜力大，行业壁垒抬升，周期性有望削弱，巨石市占率和中高端占比提升，叠加冷修带来成本新一轮下降，盈利稳定性和估值有望提升。
1）行业下游成长性强。 在“碳中和”背景下，包括汽车轻量化、风电需求等将持续成长， 同时， 玻纤将凭借高性能和性价比渗透至高端电子器件等更多领域。
2） 行业进入壁垒抬升。 近期铑粉大幅涨价。若以 0.9*铂+0.1*铑的比例计算，2021 年铂铑合金均价已达到 842 元/克，是 2015-17 年底部均价的近 4 倍。 预
计铂铑合金涨价致使万吨产线投资额较 16 年增加近 8000 万元，增长近 80%。
3）巨石市占率仍有较大提升空间，十四五末占全球比例有望达到 32%。4）成本下降空间大： 巨石将进入第二轮冷修技改周期，参考成都智能制造单
吨成本下降约 15%，如果有 70 万吨产线冷修技改，则截至 2024 年巨石第二轮冷修技改周期总成本下降为 5%。
5） 高端产品占比持续提升有望降低盈利波动率。 中高端产品技术壁垒高， 行业格局好， 盈利稳定性高。
6）行业格局向好叠加高端占比提升， 电子纱（布） 盈利稳定性有望增强。 预计 2021 年末巨石电子纱产线规模达到约 16.5 万吨，较 2017-18 年 4.5、 10.5
万吨的产能规模有较大提升，市占率预计由 14%提高至 19%。 市占率的提升有利于巨石更好的把握行业价格趋势、发挥定价优势。