主要业务:
	成形机床:钣金自动化是公司的成长性业务,预计未来三年营收复合增长率在 25%以上。伺服压力机是公司种子业务
	激光加工装备(大功率)
	精密激光加工:公司精密激光业务从面板加工设备开始布局,21 年已有在手订单
区别于市场的观点:
	市场担心公司所处的赛道金属成形机床市场空间较小,不利于公司长期成长。
	市场担心公司的大功率业务会持续降价从而影响该业务盈利能力。
	市场担心精密激光加工业务市场竞争较为激烈。我们认为,面板激光设备是三年合计 200 亿的大市场,且目前面板加工的高端设备主要被日韩企业占据。国产替代.
戴维斯双击来源:
	成形机床需求景气度持续复苏;公司折弯机市占率持续提升;公司伺服压力机业务加快落地;面板产能投放超预期,亚威-艾欧斯加快扩张步伐。

估值:
	2021年利润1.84e;eps=0.33e;2023年3.5e;100e

公司研究:
	1956 年,公司前身国营江都机床总厂成立
	2011 年在深交所中小板上市,
	目前已形成金属成形机床、激光加工设备和智能制造解决方案三大业务板块,
	金属成形机床中的冲床和折弯机等细分品类公司市占率稳居国内第一,激光加工设备也已进入国内第一梯队。
	公司已切入精密激光加工赛道,有望享受下游面板、光伏、半导体等领域的发展红利。

	1.1 深耕金属成形机床近 70 载,发力激光金属切割业务。
		金属加工机床领域:折弯机、转塔冲床、卷板加工生产线等细分领域,亚威股份已成为行业龙头
		激光加工设备方面:激光加工设备业务迅速增长,已进入国内第一梯队
		成形机床+激光双管齐下,不断完善产品线。
			I)成形机床方面,公司一方面不断提高数控折弯机、冲床等传统业务的市场地位,另一方面积极探索新领域,切入市场更大的赛道。
			II)激光方面,公司一方面布局大功率激光切割机,为原来的冲床客户提供更优质的切割替代品,另一方面进军小功率精密加工领域。

	1.2 传统业务具备较强韧性,新兴业务支撑业绩持续增长
		机床业务营收回暖,激光和智能制造贡献增量。
		公司盈利能力稳中有升。
		公司营运能力保持稳定。
		公司负债占比有所提升,短期偿债能力有所下滑。
		公司现金流健康,盈利质量出色。
成形机床周期拐点已至,厚积薄发春暖花开
	2.1 机床行业复苏态势明显,有望迎来新一轮成长周期
		机床是制造业必不可少的一环。
		下游制造业回暖有望带动机床行业复苏。
		机床销售量已走出低谷,有望开启新一轮增长周期。
	2.2 国内成形机床第一股,穿越周期彰显龙头本色
