0. 主要业务:
	成形机床:钣金自动化是公司的成长性业务,预计未来三年营收复合增长率在 25%以上。伺服压力机是公司种子业务
	激光加工装备(大功率)
	精密激光加工:公司精密激光业务从面板加工设备开始布局,21 年已有在手订单
	区别于市场的观点:
		市场担心公司所处的赛道金属成形机床市场空间较小,不利于公司长期成长。
		市场担心公司的大功率业务会持续降价从而影响该业务盈利能力。
		市场担心精密激光加工业务市场竞争较为激烈。我们认为,面板激光设备是三年合计 200 亿的大市场,且目前面板加工的高端设备主要被日韩企业占据。国产替代.
	戴维斯双击来源:
		成形机床需求景气度持续复苏;公司折弯机市占率持续提升;公司伺服压力机业务加快落地;面板产能投放超预期,亚威-艾欧斯加快扩张步伐。

估值:
	2021年利润1.84e;eps=0.33e;2023年3.5e;100e

1. 公司研究:
	1956 年,公司前身国营江都机床总厂成立
	2011 年在深交所中小板上市,
	目前已形成金属成形机床、激光加工设备和智能制造解决方案三大业务板块,
	金属成形机床中的冲床和折弯机等细分品类公司市占率稳居国内第一,激光加工设备也已进入国内第一梯队。
	公司已切入精密激光加工赛道,有望享受下游面板、光伏、半导体等领域的发展红利。

	1.1 深耕金属成形机床近 70 载,发力激光金属切割业务。
		金属加工机床领域:折弯机、转塔冲床、卷板加工生产线等细分领域,亚威股份已成为行业龙头
		激光加工设备方面:激光加工设备业务迅速增长,已进入国内第一梯队
		成形机床+激光双管齐下,不断完善产品线。
			I)成形机床方面,公司一方面不断提高数控折弯机、冲床等传统业务的市场地位,另一方面积极探索新领域,切入市场更大的赛道。
			II)激光方面,公司一方面布局大功率激光切割机,为原来的冲床客户提供更优质的切割替代品,另一方面进军小功率精密加工领域。

	1.2 传统业务具备较强韧性,新兴业务支撑业绩持续增长
		机床业务营收回暖,激光和智能制造贡献增量。
		公司盈利能力稳中有升。
		公司营运能力保持稳定。
		公司负债占比有所提升,短期偿债能力有所下滑。
		公司现金流健康,盈利质量出色。
2. 成形机床周期拐点已至,厚积薄发春暖花开
	2.1 机床行业复苏态势明显,有望迎来新一轮成长周期
		机床是制造业必不可少的一环。
		下游制造业回暖有望带动机床行业复苏。
		机床销售量已走出低谷,有望开启新一轮增长周期。
	2.2 国内成形机床第一股,穿越周期彰显龙头本色
		公司在折弯机、冲床等领域稳居市场第一。国内主要竞争对手包括黄石锻压、江苏金方圆、江苏扬力集团，海外主要竞争对手包括德国通快，日本阿马达、瑞士百超等。
		公司产品价格普遍高出国内竞争对手 20%以上，同时相较于国外厂商具有明显的性价比优势，总体竞争优势明显。
		从折弯、冲床到伺服压力机300亿大市场，未来发展空间广阔.
			伺服压力机替代机械压力机大势所趋。
			伺服压力机在国内仍处于导入阶段，渗透率仅为 2%。欧美、日本等发达国家压力机的伺服化率已超过 90%，我国压力机的伺服化率有很大提升空间
			（1）从供给端看，国内压力机市场仍由国企主导，需要民营企业注入转型动力
			（2）从需求端看，伺服压力机价格相对较高
			公司切入伺服压力机 300 亿大赛道，为金属成形机床业务注入新增量。
3. 顺势而为切入激光赛道，钣金切割大有可为
	3.1 激光加工代替传统切割，高功率降价加快应用普及
		激光加工替代传统方式空间广阔。
			典型的非接触式加工技术。激光加工技术在加工精度、加工效率等方面相较于传统加工方式具有突出优势
			激光切割性能优秀，中厚板材还有较大替代空间。
			激光切割技术可替代冲床切割功能，但短期内无法替代成形功能。
		高功率激光切割设备加速渗透，行业有望迎来“量利齐升”
			国内激光设备市场接近 700 亿，切割设备占比接近四成。
			国产化+降价双重驱动，高功率激光切割渗透率快速提升。
			主流功率段价格战接近尾声，行业盈利能力企稳回升。
	3.2 “为客户找产品”，更懂钣金切割的激光公司
		公司激光业务盈利短期承压，业务规模稳中有升。
		公司的核心竞争力是良好的用户粘性和精准的产品布局。
		（1）更强的客户黏性：激光加工装备有望实现快速渗透.有望!注意不是一定!
		（2）更精准的产品布局：定制化
		顺应下游需求提升和技术革新，积极拓宽业务范围。纵观通快的发展历程，对亚威股份的发展路径有明显的借鉴意义:
		通快集团最早以成形机床业务起家，顺应下游加工需求提升和激光技术的快速发展，逐渐向数控自动化和激光加工领域延伸，通过内生发展和外延并购，历经多年积累终成全球龙头。
		有望复制通快集团的成功经验.有望!不是一定!
4.与LIS强强联手，进入精密激光加工领域
	4.1 公司与LIS资源互补，优势互补
		与国内面板加工设备龙头 LIS 合资成立亚威艾欧斯，拓展精密激光加工领域。
	4.2 OLED需求增长驱动厂商产能加码
		未来三年 OLED 产能扩张带来超 200 亿元激光设备需求。
			激光设备占整个 OLED 生产线投资额通常约为 12%（一条产能为 45K/月的柔性 AMOLED6 代线），而设备投资额占 OLED 总产值规模的 60%左右
		面板激光加工存在较大国产替代空间。
		国内主要面板厂商已纷纷加大产能投入。
	4.3 收购LIS业务强势助力公司迈入发展新征程
		LIS 公司在国内面板加工设备领域处于绝对领先。
			LIS 公司主要供应材料外形激光切割机、密封材料激光烧结机、柔性 OLED 透明 PI 与玻璃载板的激光剥离机等
			密封材料激光烧结机、柔性 OLED 透明 PI 与玻璃载板的激光剥离机位于行业垄断地位：
			公司 OLED 激光烧结机(以激光为热源对粉末压坯进行烧结的技术)在全球激光封装领域市占率 99%以上，中国市场市占率达100%；
			公司激光玻璃切割机为全球最主要的盖板玻璃激光切割机供应商；
			公司激光薄膜切割机为无损伤薄膜切割技术，用于切割触摸屏、盖板玻璃、显示屏、FPC、偏光片等。

风险提示:
1、制造业周期下行风险
2、伺服压力机推进不达预期
3、合资公司进度不达预期

有望!目标80-100e;