印尼禁止镍出口:
2014年1月12日，原矿出口禁令在印尼正式生效，即日起，在印尼采矿的企业必须在当地冶炼或精炼后方可出口。
也就是说,当地有镍冶炼产能才好.
根据2017年的矿业开采法规，印尼计划于2022年1月12日开始暂停未加工矿石出口，此前已给予矿商五年的时间来在国内建造冶炼厂。随后外国矿企入驻印尼的脚步加快。

相关概念股:
青岛中程:持有镍矿4000公顷,有探矿权和采矿权
盛屯矿业:赞比亚镍矿租赁权
欣鹏资源,参股澳大利亚镍矿
兴业矿业,银+锌+铅+锡+镍+铜+铁+铟+锑
科力远:镍氢动力电池正负极+电池,子公司常德力元为最大泡沫镍制造商
宁波联合:镍矿进出口业务
合纵科技:镍产线

0,投资要点:
	全球镍供应增量+印尼RKEF项目
	需求仍然以不锈钢为主流
	沪镍中枢会提升;镍价中枢->12000到14000元/t

	三元电池需求拉动,国内硫酸镍需求高增长;产能有限,供不应求
	硫酸镍将享受更高的溢价
	布局硫酸镍的企业将受益;镍过剩情况缓解;

	格林美:布局印尼红土矿湿法项目,控制成本;
	华友钴业:印尼湿法镍+火法高冰镍
	洛阳钼业:印尼HPAL湿法镍

1,镍矿背景:
	1.1 全球镍矿的主要分布在红土镍矿(占 55%),硫化矿(占比 28%),以及海底锰结核中(占比 17%)。
		红土镍矿主要分布在赤道附近的巴西新喀里多尼亚、古巴、印尼、菲律宾、哥伦比亚等国。
		硫化矿则主要分布在澳大利亚、俄罗斯、加拿大、中国和南非。
		镍矿供应集中,政策干扰较大。

	1.2 硫化矿和红土矿的二元冶炼路径
		硫化矿->红土矿;
		RKEF 法,该方法最大的特点就是能耗低。

		中国印尼意外,镍产量缓慢增长

		注意!现在镍的主要应用还是不锈钢!炒作完就要溜!
2,印尼红土镍产量扩张
	2.1 RKEF产能扩张
	2.2 中国镍铁产量维持低位
	2.3 不锈钢仍然是主流去向
	2.4 印尼不锈钢产能扩张,但是跟不上镍铁扩张速度

3,三元动力电池:HPAL湿法制备硫酸镍
