福莱特

0,光伏玻璃龙头,概览
	光伏玻璃龙头;80%营收+毛利
	光伏玻璃市占率22%;
	浮法玻璃,工程玻璃,家居玻璃

	行业先发,成本曲线陡峭;龙头优势显著,稳态毛利率
	集中度高;国产替代;产能出清;技术发展->信义玻璃+福莱特双寡头

	双玻渗透率提升,供需偏紧;双面双玻璃;玻璃涨价;

1,商业模式考量
	主营业务:光伏玻璃
	辅助业务:工程玻璃,家居玻璃,成长性不足

	盈利稳定
		前期受到行业降本压力影响 ROE 不断下滑
			2006年之前,行业老大,法国圣戈班,英国皮尔金顿;国产替代后,全球老大;产能提升导致ROE下降
		
		行业格局重塑完成
			需求爆发;广佛玻璃需求提升;供需变化,ROE提升

		玻璃行业盈利稳态
			成本:原材料+燃料
				不变成本20%:折旧摊销销售管理等
				可变成本:原材料,燃料,其他;总成本的30%,30%,15%
					原料:纯碱+石英砂;石油类燃料+天然气+电
				2019年公司成本:32.3%直接成本;燃料动力28.5%,其他可变16.7%;折旧摊销8.5%,管理6.3%,销售5.1%其他不变成本2.4%
			重资产行业:总不变成本占到总成本20%

		公司产品稳态毛利率30-35%,双玻渗透提升盈利中枢
			行业集中度高;
			组件中,价值量占比小,下游议价能力较强;成本传导顺畅,毛利率稳定
			2020双玻组件渗透率提升,供需变化;盈利中枢上移
			光伏玻璃涨价;毛利率大幅提升

		公司产能扩张;
			股东权益比例的倒数称为权益乘数,即资产总额是股东权益总额的多少倍,是杜邦分析法中的一个指标.权益乘数反映了企业财务杠杆的大小,权益乘数越大,说明股东投入的资本在资产中所占的比重越小,财务杠杆越大.
			保持财务健康

	经营性现金流较好;自由现金流一般
		回款能力强;经营性现金流较好
			营收账款账龄小;款前货后;回款周期短

		重资产属性,自由现金流一般
			2014-2016,没有投产新产线;
			2018年开始新一轮扩产;资本投入大;2018,2019资本开支,12.28e,13.02e;自由现金流骨折

2,成长空间
	行业内短期需求确定性强;中长期成长空间广阔
		2020.06.28,光伏竞价项目结果增长超预期;光伏补贴下降;
		项目完成度高;
		光伏平价项目申报积极;后续光伏需求增长稳健

		海外疫情冲击过去,需求强劲复苏
			海外光伏需求恢复迅速;至暗时刻过去
			欧洲29.2%,日本9.9%,澳洲6.2%,巴西印度美国5%,印度越南4%,其他

		2021需求确定
			2021全球光伏装机量160GW,增长33%
			渗透率s型曲线,中长期成长空间广阔
			2019年太阳能发电渗透率2.6%,2050全球光伏发电占比将达到22%.

	双玻璃组件渗透率提升,为光伏玻璃盈利贡献阿尔法
		双面组件,降本增效的主要方向;双面电池发电
			N-PERT+HJT,双面电池潜在的主要技术路径

		双玻璃是双面组件的最优选择
			但是之前,成本更高,质量更重,限制了发展
			2mm玻璃推出,解决了上述问题

		2mm双玻璃>3.2mm单玻璃
			双玻璃渗透率有望大大提升;CAGR极高

	光伏玻璃供需紧张,光伏玻璃受益
		需求高端;产能释放慢;
		2020年新增,亚玛顿650t/d;信义光能,2000t/d;
		2021年,新增福莱特1000t/d+1200t/d;信义1000t/d*4,南玻+旗滨等,预计缺口692.4t/d
		福莱特+信义,巨头

	光伏玻璃2020Q3开始涨价;盈利中枢上移

3,竞争格局:先发优势,成本曲线陡峭,双寡头
	行业壁垒:技术,认证,规模效应
		技术方面,超白压延玻璃,透光率,反射率,耐腐蚀,耐高温;同样,超白浮法玻璃也可以,;但是浮法玻璃综合透光率低一些
		先发优势明显,壁垒较高.玻璃的光能透过率、吸收率、反射率、导电性能、抗冲击性、耐腐蚀性、耐高温性、使用寿命等方面有更高要求.
		普通浮法玻璃很难和光伏玻璃切换;浮法玻璃企业很难进入光伏玻璃行业

		光伏玻璃包括原片+深加工;技术壁垒高

	认证壁垒:客户粘性高
		光伏组件企业对长期稳定的合作要求很高,可以降低成本,保证质量稳定
			隆基,晶科,韩华,东方日升等都是稳定客户
		认证周期长;成本高
		玻璃价格成本占比不大,组件商对价格敏感度较低;更换玻璃供应商动力不足

	资金+规模壁垒
		初期投资高,投产周期长;
			当前成本,2500w/wt,折合1e/1GW,那么1e/4wt,那么4wt玻璃=1GW.
			目前行业新增产能,1000t/d,一年大概30wt,总投资7e
			产能投放时间长,建设+产能爬坡
		规模效应突出;不变成本20%,其中折旧成本就占到10%;
			头部企业,产能越高,成本越低;良率更高

	双寡头,龙头竞争优势显著
		双寡头集中度提升,市占率超过50%
			信义第一,7800t/d,福莱特第二,5400t/d,各占33%和22%;以下是彩虹新能源,中建材,金信,各9%左右;南玻A,6%;以下不计

	行业成本曲线陡峭,龙头优势显著
		一梯队,信义+福莱特,毛利率30-35%;二线如彩虹南玻,20-25%;三线和外采原片深加工的,10-15%
		头部企业扩产;

4,企业
	福莱特玻璃集团股份有限公司是一家集玻璃研发、制造、加工和销售为一体的综合性中大型企业,集团本部位于长三角经济中心浙江嘉兴市.
	公司成立于 1998 年 6 月,从玻璃贸易起家,逐步转向玻璃加工生产,2006 年开始涉足光伏玻璃行业.
	上海福莱特生产的光伏玻璃在国内率先通过瑞士 SPF 认证,打破了该领域的国际垄断. 
	2008-2010年嘉福三条共 1090t/d 的光伏玻璃产线依次投产; 2011-2013 年集团本部两条各 600t/d 光伏玻璃产线依次投产,扩大了光伏玻璃主业的业务规模

	公司 2018年共生产光伏玻璃 9736.28万 m2,销售 9433.30 万 m2,分别同比增长 30%、 22%,约可满足 12.58GW 光伏组件的生产需求.
	可知,9433wm2=12.58GW,750wm2 = 1GW;又知,4wt玻璃=1GW;
	所以750wm2玻璃= 4wt;750m2玻璃=1t

	玻璃+电池片+封装材料 -> 太阳能电池组件]
										]=> 光伏发电系统
							逆变器      ]

5,需求增长,龙头扩张
	原材料核算
	光伏玻璃= 石英砂 + 纯碱;石油燃料+天然气+电力
		纯碱方面,高成本纯碱产能退出;2014的3300wt->2016年的2990wt;行业集中度提高,龙头话语权提高;绑定纯碱供应商
		石英砂,产能分散,规模较小;议价能力不强.优质低铁石英砂源少.优质稳定的石英砂供应是重要保障

		能源方面,福莱特2017年每平方米能源动力7.17元;化石64%,电力33%;后加工供需占比高

	一线成本低于二线