东北证券 美诺华
603538;20210610 市值70e
0,总结
	1,站在原料药产业链制高点,以品质构筑核心竞争力.
		深耕医药中间体、原料药和制剂的研发、生产与销售
		主打心血管等慢性病高端原料药生产,原料药业务稳健发展.
	2,上下游全产业链拓展,制剂一体化战略转型优势明显, CDMO 布局崭露头角
		与国际制药巨头 KRKA 达成深度战略绑定关系，在制剂业务领域，公司与战略客户 KRKA 合资成立科尔康美诺华，联合进行中欧双报
		截至 2020 年 12 月，累计 8 个品种等待审批，未来每年新增 4-5 个产品获批
		截至 2020 年 6 月，公司已与施维雅、德国拜耳等 15 家国内外优秀医药企业达成合作
	3,高成长赛道+高壁垒+前瞻性布局
		世界原料药与制剂产能大迁移的黄金窗口期
		公司十年如一日的高品质产品为其赢得了良好的国际声誉，有望在产能转移的过程中率先受益
		制剂一体化战略与 CDMO 布局
	4,我们预测公司 2020-2022年营业收入分别为 14.51/18.82/25.02 亿元，归母净利润分别为1.82/2.70/4.15 亿元

1,公司概况
	1.1 概况
		2004年创立;17年上市
		主营医药中间体、原料药和成品药的研发、生产与销售
		3个阶段:
			1,自公司成立至 2010 年，公司在此阶段的发展战略主要为“客户追随战略”，即专注于特色原料药的研发生产;
			紧紧跟随主要客户在制剂方面的最新进展，其中与 KRKA 等公司的合作方式主要为供销模式；
			2,2010-2017,强大的研发能力、高度的国际化和完善的产品线，制定了清晰的差异化竞争战略，抢占利润率较高的前期市场,完善业务和产能布局
			3,2017 年上市后,原料药和制剂产能的释放将逐渐实现“中间体、原料药、制剂”一体化发展战略;进军CMO/CDMO 领域
		生产基地均通过了中国 GMP 认证、美国 FDA 认证、欧盟官方 GMP 认证和日本 PMDA 认证
		产品涉及心血管类、中枢神经类、呼吸系统类、抗肿瘤类、抗感染类、消化系统类、抗病毒系统类等多个治疗领域，
	1.2 治理
		股权激励
		技术研发类员工占比较高;生产类53%,研发类16.3%
	1.3 经营水平
		整体收入+归母净利润保持稳定增长
		核心原料药及制剂产品产能释放,近年来业绩爆发
		公司毛利率水平稳定且保持高位。 公司综合毛利率多年稳定在 30%-40%
		毛利率影响因素:原料药价格变化;规模化效应,成本降低,克服成本端上涨的负面因素;国家减税;
		三费稳定;研发投入增加;股权激励;人员增加
		研发投入增加

2,业务分析:立足特色原料药，向制剂一体化、 CDMO拓展
	2.1 业务布局
		中间体、原料药、制剂全流程，打造完整产业链
		核心品种
		缬沙坦
		氯沙坦
		培哚普利
		瑞舒伐他汀
		阿托伐他汀
		普瑞巴林
		等多个产品已实现全产业链商业化的研发、生产和销售

		核心收入来源仍然以原料药为主
		积极向上游中间体和下游制剂领域延伸
	2.2 产能
	浙江+安徽+宣城+浙江燎原药业
	制剂业务主要由子公司美诺华天康药业和合资公司科尔康美诺华负责运营
	天康药业是公司主要制剂生产基地， 拥有一流的厂房和装备，先进的检测设备和检测技术
	产能释放:宣城,1600t产能,2021年产能利用率将达到60%;
			安徽,浙江,燎原子公司技改;
			现有产能1720t/y;四大基地共计扩产2050t,完成后合计3770t/y
	2020.4,可转债,扩产

	2.3 战略布局
		联手海外医药巨头，合作关系持续深化。 
			公司第一大客户是欧洲著名医药企业KRKA
			从最初的销售与供应关系发展为共同研发、联合申报、共同抢仿的战略联盟
			医药中间体和原料药的生产和供应方面建立长期合同关系，在制剂业务上展开深度战略合作，组建合资公司科尔康美诺华

		制剂一体化业务优势凸显
			带量采购->制剂一体化业务优势凸显
			KARA,平均生产率接近西欧国家，而劳动力成本较西欧、北欧低廉，具有得天独厚的研发和生产成本优势
			合资公司科尔康美诺华的制剂业务向->高端制剂和特色品种研发生产,提高市场竞争力，具有前瞻性和可持续发展性
			公司制剂业务具备较好的持续增长潜力，有望进入一体化优势发展的快车道。

	2.4 业务结构
		2.4.1 中间体和原料药为主
			中间体、原料药:2019 年占公司总体营收的 83%左右;毛利率水平较高， 2019 年约为 44.2%
			制剂的生产:2019年占营收5%;毛利率低,7.5%;研发投入增加,产能规模化未能实现,成本难以降低

			与专注中间体/原料药的公司相比
				公司毛利率水平中等，研发投入占比趋于稳定
				综合毛利率行业中等
				研发投入相比较低
				华海药业等覆盖原料药和制剂业务的公司毛利率处于 40%-60%之间，
				信立泰等专注于制剂业务的公司毛利率高达 70%左右

			随着向下游制剂业务延伸，公司毛利率有进一步提升空间，公司制剂一体化战略有助于提升盈利水平
			研发投入占营收的比例来看,主要是统计口径不同;但是也说明研发有提升空间

		2.4.2 海外占比高;欧洲市场突破
			公司业务主要面向欧洲市场。 公司产品以海外销售为主，历年海外销售额占比超过 80%;
			原料药下游主要是医药制造行业，目前基本被欧美厂商垄断，
			中欧关系更加温和,认为公司在欧洲市场上的发展具有较高的可持续性和较大的增长空间

			国内收入占比逐渐扩大，药品接连获批打开增长空间

		2.4.3 主打慢性病特色原料药,原料药金字塔顶端
			核心收入来源于以心血管类产品为代表的慢性病领域
			心血管:2019 年占比达到 70%以上
				降血压:47.5%
				降血脂:9.7%
				抗血栓:12.9%
			中枢神经
			肠胃消化

			心血管类仿制药产品有望集中获批，多品类扩展完善产品布局
				申报了 9 个仿制药品种，包括 1 个神经疾病产品（普瑞巴林胶囊）、 1 个精神类产品（阿立哌唑片）
				7 个心血管产品（缬沙坦片、阿哌沙班片、培哚普利叔丁胺片、培哚普利吲达帕胺片、瑞舒伐他汀钙片、阿托伐他汀钙片、氯沙坦钾片）
				培哚普利叔丁胺片和普瑞巴林胶囊,1个心血管,1个神经疾病产品已经获批

			积极向多品类产品扩展，已经新增覆盖内分泌、抗病毒等多个治疗领域的原料药、制剂在研项目，并积极探索抗肿瘤领域
			心血管疾病死亡率较高，相关药品市场规模逐年增大:中国相关药品的市场规模由 2015 年的 1588 亿元增长至 2019 年的 2122亿元，年复合增长率为 7.5%

			2.4.3.1 降血压:
				降血压类产品收入发展稳定， 2019 年实现产销齐升;
				缬沙坦
				氯沙坦
				坎地沙坦
				培哚普利
				公司降血压类产品市场份额较高且逐渐上升
				2019 年公司主要沙坦类产品全球市场占有率约 15%，欧洲市场占有率超 30%，培哚普利全球市场占有率约 40%，欧洲市场占有率近 80%

原料药价格在哪查???
				高血压是最主要的慢性病之一，全球降压药市场规模高达 300 亿美元以上
				我国降压药市场规模不断扩大，高血压患病率持续攀升