东北证券 美诺华
603538;20210610 市值70e
0,总结
	1,站在原料药产业链制高点,以品质构筑核心竞争力.
		深耕医药中间体、原料药和制剂的研发、生产与销售
		主打心血管等慢性病高端原料药生产,原料药业务稳健发展.
	2,上下游全产业链拓展,制剂一体化战略转型优势明显, CDMO 布局崭露头角
		与国际制药巨头 KRKA 达成深度战略绑定关系,在制剂业务领域,公司与战略客户 KRKA 合资成立科尔康美诺华,联合进行中欧双报
		截至 2020 年 12 月,累计 8 个品种等待审批,未来每年新增 4-5 个产品获批
		截至 2020 年 6 月,公司已与施维雅、德国拜耳等 15 家国内外优秀医药企业达成合作
	3,高成长赛道+高壁垒+前瞻性布局
		世界原料药与制剂产能大迁移的黄金窗口期
		公司十年如一日的高品质产品为其赢得了良好的国际声誉,有望在产能转移的过程中率先受益
		制剂一体化战略与 CDMO 布局
	4,我们预测公司 2020-2022年营业收入分别为 14.51/18.82/25.02 亿元,归母净利润分别为1.82/2.70/4.15 亿元

1,公司概况
	1.1 概况
		2004年创立;17年上市
		主营医药中间体、原料药和成品药的研发、生产与销售
		3个阶段:
			1,自公司成立至 2010 年,公司在此阶段的发展战略主要为"客户追随战略",即专注于特色原料药的研发生产;
			紧紧跟随主要客户在制剂方面的最新进展,其中与 KRKA 等公司的合作方式主要为供销模式；
			2,2010-2017,强大的研发能力、高度的国际化和完善的产品线,制定了清晰的差异化竞争战略,抢占利润率较高的前期市场,完善业务和产能布局
			3,2017 年上市后,原料药和制剂产能的释放将逐渐实现"中间体、原料药、制剂"一体化发展战略;进军CMO/CDMO 领域
		生产基地均通过了中国 GMP 认证、美国 FDA 认证、欧盟官方 GMP 认证和日本 PMDA 认证
		产品涉及心血管类、中枢神经类、呼吸系统类、抗肿瘤类、抗感染类、消化系统类、抗病毒系统类等多个治疗领域,
	1.2 治理
		股权激励
		技术研发类员工占比较高;生产类53%,研发类16.3%
	1.3 经营水平
		整体收入+归母净利润保持稳定增长
		核心原料药及制剂产品产能释放,近年来业绩爆发
		公司毛利率水平稳定且保持高位. 公司综合毛利率多年稳定在 30%-40%
		毛利率影响因素:原料药价格变化;规模化效应,成本降低,克服成本端上涨的负面因素;国家减税;
		三费稳定;研发投入增加;股权激励;人员增加
		研发投入增加

2,业务分析:立足特色原料药,向制剂一体化、 CDMO拓展
	2.1 业务布局
		中间体、原料药、制剂全流程,打造完整产业链
		核心品种
		缬沙坦
		氯沙坦
		培哚普利
		瑞舒伐他汀
		阿托伐他汀
		普瑞巴林
		等多个产品已实现全产业链商业化的研发、生产和销售

		核心收入来源仍然以原料药为主
		积极向上游中间体和下游制剂领域延伸
	2.2 产能
	浙江+安徽+宣城+浙江燎原药业
	制剂业务主要由子公司美诺华天康药业和合资公司科尔康美诺华负责运营
	天康药业是公司主要制剂生产基地, 拥有一流的厂房和装备,先进的检测设备和检测技术
	产能释放:宣城,1600t产能,2021年产能利用率将达到60%;
			安徽,浙江,燎原子公司技改;
			现有产能1720t/y;四大基地共计扩产2050t,完成后合计3770t/y
	2020.4,可转债,扩产

	2.3 战略布局
		联手海外医药巨头,合作关系持续深化. 
			公司第一大客户是欧洲著名医药企业KRKA
			从最初的销售与供应关系发展为共同研发、联合申报、共同抢仿的战略联盟
			医药中间体和原料药的生产和供应方面建立长期合同关系,在制剂业务上展开深度战略合作,组建合资公司科尔康美诺华

		制剂一体化业务优势凸显
			带量采购->制剂一体化业务优势凸显
			KARA,平均生产率接近西欧国家,而劳动力成本较西欧、北欧低廉,具有得天独厚的研发和生产成本优势
			合资公司科尔康美诺华的制剂业务向->高端制剂和特色品种研发生产,提高市场竞争力,具有前瞻性和可持续发展性
			公司制剂业务具备较好的持续增长潜力,有望进入一体化优势发展的快车道.

	2.4 业务结构
		2.4.1 中间体和原料药为主
			中间体、原料药:2019 年占公司总体营收的 83%左右;毛利率水平较高, 2019 年约为 44.2%
			制剂的生产:2019年占营收5%;毛利率低,7.5%;研发投入增加,产能规模化未能实现,成本难以降低

			与专注中间体/原料药的公司相比
				公司毛利率水平中等,研发投入占比趋于稳定
				综合毛利率行业中等
				研发投入相比较低
				华海药业等覆盖原料药和制剂业务的公司毛利率处于 40%-60%之间,
				信立泰等专注于制剂业务的公司毛利率高达 70%左右

			随着向下游制剂业务延伸,公司毛利率有进一步提升空间,公司制剂一体化战略有助于提升盈利水平
			研发投入占营收的比例来看,主要是统计口径不同;但是也说明研发有提升空间

		2.4.2 海外占比高;欧洲市场突破
			公司业务主要面向欧洲市场. 公司产品以海外销售为主,历年海外销售额占比超过 80%;
			原料药下游主要是医药制造行业,目前基本被欧美厂商垄断,
			中欧关系更加温和,认为公司在欧洲市场上的发展具有较高的可持续性和较大的增长空间

			国内收入占比逐渐扩大,药品接连获批打开增长空间

		2.4.3 主打慢性病特色原料药,原料药金字塔顶端
			核心收入来源于以心血管类产品为代表的慢性病领域
			心血管:2019 年占比达到 70%以上
				降血压:47.5%
				降血脂:9.7%
				抗血栓:12.9%
			中枢神经
			肠胃消化

			心血管类仿制药产品有望集中获批,多品类扩展完善产品布局
				申报了 9 个仿制药品种,包括 1 个神经疾病产品(普瑞巴林胶囊)、 1 个精神类产品(阿立哌唑片)
				7 个心血管产品(缬沙坦片、阿哌沙班片、培哚普利叔丁胺片、培哚普利吲达帕胺片、瑞舒伐他汀钙片、阿托伐他汀钙片、氯沙坦钾片)
				培哚普利叔丁胺片和普瑞巴林胶囊,1个心血管,1个神经疾病产品已经获批

			积极向多品类产品扩展,已经新增覆盖内分泌、抗病毒等多个治疗领域的原料药、制剂在研项目,并积极探索抗肿瘤领域
			心血管疾病死亡率较高,相关药品市场规模逐年增大:中国相关药品的市场规模由 2015 年的 1588 亿元增长至 2019 年的 2122亿元,年复合增长率为 7.5%

			2.4.3.1 降血压:
				降血压类产品收入发展稳定, 2019 年实现产销齐升;
				缬沙坦
				氯沙坦
				坎地沙坦
				培哚普利
				公司降血压类产品市场份额较高且逐渐上升
				2019 年公司主要沙坦类产品全球市场占有率约 15%,欧洲市场占有率超 30%,培哚普利全球市场占有率约 40%,欧洲市场占有率近 80%

原料药价格在哪查???
背景知识:
https://zhuanlan.zhihu.com/p/68826657
原研药主要指首家研发上市的药品，原研药已过了专利保护期的，其它企业可以进行仿制。
仿制药是与原研药具有相同的活性成分、剂型、给药途径和治疗作用的药品。通过了一致性评价的仿制药是与原研药药学等效、生物等效(即质量和疗效一致)，但成本比原研药低的等效药品，在临床上可以实现与原研药的相互替代。
所谓"仿制药质量和疗效一致性评价"，就是要求对已经批准上市的仿制药品，在质量和疗效上与原研药能够一致，在临床上与原研药可以相互替代
"创新药"是指具有自主知识产权的药物，是一类创新性药物，它是在已有药物的基础上做一些改进，比如通过结构修饰，使药物的生物利用率更高。相对于"原研药"和"仿制药"而言，"创新药"强调新颖的化学结构或新的治疗用途，并且能够打破"原研药"的专利壁垒。

				高血压是最主要的慢性病之一,全球降压药市场规模高达 300 亿美元以上
				我国降压药市场规模不断扩大,高血压患病率持续攀升
			2.4.3.2 抗血栓:
				以氯吡格雷原料药为主,增长情况稳定;占比12.9%;
					有氯吡格雷硫酸氢盐实现商业化生产;
					后续产品达比加群酯甲磺酸盐、替格瑞洛等正在待验证或研发阶段
				全球抗血栓药物市场规模达到 230 亿美元
				国内血栓发病率提高;2019 年中国公立医院抗血栓形成药销售额达 343.4 亿元，同比增长 9%
				氯吡格雷销售额高居首位，抗血栓创新药将带动市场增长
					国公立医院硫酸氢氯吡格雷片的销售额达 115.72 亿元，远远超过第二的利伐沙班片（25.06 亿元）;占比40%
				政策鼓励抗血栓药物的研发，加快抗血栓药物的审评与上市
					抗血栓新药的顺利上市将会推动市场的增长->原料药的前景
			2.4.3.3 降血脂
				以瑞舒伐他汀和阿托伐他汀原料药为主
					瑞舒伐他汀是第三代他汀类药物;产品正处于快速成长期，因其药效方面表现的优越性，已经超越阿托伐他汀成为他汀类第一重磅品种
					阿托伐他汀是由美国辉瑞公司首次研发，商品名为立普妥（Lipitor），是制药历史上销售最好的药物之一
				降血脂产品收入波动，产销量呈下降趋势
				公司降血脂类产品市占率较高
				高血脂症患病率持续上升，我国降血脂类药物市场规模近 300 亿。
				2018年我国公立医疗机构降血脂药销售收入约为267.37亿，同比增长17.2%，根据智研咨询预测，2020 年我国降血脂药市场规模将达到 363 亿元。
				公司主营产品阿托伐他汀和瑞舒伐他汀在我国降血脂药物中市场占比近 80%
				可以认为阿托伐他汀和瑞舒伐他汀的市场规模将持续稳定增长，
3 做多逻辑:业绩+估值,戴维斯双击;行业高成长,壁垒高;成长高
	3.1 特色原料药行业即将迎来黄金发展期
		未来几年全球专利药解禁周期到来，带动特色原料药市场需求增长
			包括目前市场上最为畅销的心血管、呼吸系统用药、肠胃用药等各大重磅品种
		全球医药市场规模持续扩大带动原料药市场规模稳定增长
			药,yyds
			2017 年，全球原料药市场规模达到 1550 亿美元，比 2016 年同期增长 6.16%，
			2018 年，全球原料药行业市场规模达到 1657 亿美元。
			预计到 2024 年，全球原料药市场规模将上升到 2367 亿美元，年复合增长率将超过 6.1%，其复合增长率略高于下游制剂领域。
		产能转移
			原料药产能逐渐向亚太地区转移，我国成为全球最大的原料药生产和出口国家。
			由于环保、成本等方面的原因，近年来欧洲和美国的原料药产能逐步向发展中国家转移，以中国和印度为代表的新兴市场快速崛起，成为主要的特色原料药生产和出口国家
		新冠疫情为我国原料药出口带来机遇和挑战
			北美以进口为主，日本绝大部分供应本土制剂企业，而西欧、中国、印度都是主要化学原料药出口基地
			全球前三大原料药供应国分别为中国（28%）、意大利（20%）和印度（19%）
	3.2 公司质量竞争力
		公司拥有行业领先的质量管理水平，重视品控研发投入
		采用液质联用（LCMS）原理做到 0.1ppm 的定量检测，极大程度规避了杂质的出现，产品品质十年如一日，近年来未收到一起产品召回或者被出具警示案例，享有较高国际声誉度
		近年来我国其他原料药厂商由于产品质量问题屡次收到 FDA、EMA 的警告信或召回公告，海正药业、华海药业、TZ 股份等行业领先企业无一幸免，但美诺华凭借优异的产品质量，从未收到过相关的警告信或处罚

		"缬沙坦事件"
			2018 年 EMA 发布公告称，华海药业生产的缬沙坦原料药被检测出一种名为 N-二甲基亚硝胺(NDMA)的致癌物杂质，EMA 决定对该原料药展开评估调查。
			随后事件持续发酵，印度药企 HeteroLabs 生产的氯沙坦原料药和 Aurobindo Pharma 生产的厄贝沙坦中也发现了低水平的 NDEA
			国内外大型药企的仿制药或原料药相继检测出类似致癌杂质，能够在欧洲市场销售缬沙坦原料药的供应商仅剩下中国的美诺华和印度的 Divis 两家。
		缬沙坦价格猛增后有所回落，对公司影响较低
	3.3 公司制剂一体化战略初见成效
		与 KRKA 合作，共同打造中间体、原材料制剂一体化产业链。
			以慢性病为主的组合优势->差异化布局高端制剂(与合资公司联合递交注册申请品种 3 项，共计 8 个品种等待审评审批，其中培哚普利叔丁胺片和普瑞巴林两个产品已经获批上市，有望年内进入集采名单)
		产能释放
		制剂一体化业务优势凸显:
			2015 年药审改革
			药物质量优势:行业集中度提升，药物从价格为王向质量为王转型
			产业链优势:药品上市许可持有人制度要求制剂生产企业对原料药的质量负责->同时具备原料药、制剂全产业链生产能力的企业优势显现;同时，一体化发展的生产企业成本优势明显。
		从价值链来看，下游制剂领域附加值更高
			从“医药中间体-原料药-制剂”产业链各环节价值贡献分析，制剂业务位于价值链的顶端，制剂业务利润率整体高于原料药及医药中间体业务利润率；
			从产业链各环节的市场规模看，制剂市场规模约为原料药市场规模的 8-10 倍
			产业链顺序:大宗原料药->特色原料药->制药OEM,转移生产->授权仿制药->非专利药,本国仿制药->专利药

		公司剑指 复制印度瑞迪博士公司制剂一体化转型之路，跻身仿制药龙头行列
			瑞迪公司经历了从大宗原料药到特色原料药再到制剂，从普通仿制药到高难度首仿再到品牌专利药和生物仿制药，从印度国内到低端非法规市场再到高端法规市场的过程，整体发展路径与美诺华制剂一体化发展战略相似度极高
			截至 2020 年 12 月 24 日，瑞迪博士市值为 117.4 亿美元，约767.9 亿人民币

	3.4 CDMO业务
		是公司重要的战略布局方向。
		CDMO(Contract Development Manufacture Organization)业务模式包含从临床前研究、临床试验到商业化生产阶段的研发、采购、生产等整个供应链体系，为制药企业提供创新性的工艺研发及规模化生产服务，
			以附加值较高的技术输出取代单纯的产能输出(CMO 代工)，是当前医药领域最火热的领域之一
			医药研发产业链:CRO(临床前研发)->CDMO(研采产一体化)->CMO生产
			创新药领域不断发展、研发成本和风险居高不下->越来越多的下游医药制造企业会选择 CDMO 服务，以便为医药企业节约成本、控制风险并提升研发效率

		公司积极布局 CDMO 领域，目前已经初见成效
			已与施维雅、德国拜耳等 15 家国内外优秀医药企业达成合作

		国家队入股,助力CDMO业务
		国内外CDMO行业集中低,市场高度分散,竞争激烈
			全球领先的 CDMO 公司主要包括 Catalent、Patheon、Lonza、BI、Juliant，共占总市场份额仅约 16%
			我国的 CDMO 市场也已经发展出部分具有综合竞争力的参与者，如凯莱英、博腾股份、药明康德、合全药业

	3.5 对标华海药业

	制剂业务的发展和 CDMO 战略布局是公司企业价值增长的核心驱动


4,补充
	4.1 https://pdf.dfcfw.com/pdf/H3_AP202104271487998777_1.pdf?1619507758000.pdf

		2021 年 4 月 22 日，美诺华公告与默沙东旗下子公司英特威签订十年战略业务合作协议，双方决定在宠物药、兽药、动物保健领域共同建立长期稳定的 CDMO合作伙伴关系。
		本次战略协议约定了双方在合作期间的技术转让、采购订单、交付、知识产权等通用条款内容，就九个产品作为第一批合作品种达成一致，默沙东将支付研发费用并提供生产运营的资金支持。
		作为国内优秀的特色原料药企业，美诺华此次与默沙东签订关于 CDMO 业务的长达 10 年的战略合作，从结果上成功证明了公司的 CDMO 业务拓展能力。
		根据默沙东年报，2020 年，默沙东全球产品销售收入 479.94 亿美元，其中动物保健产品销售收入 47.03 亿美元。

		原料药与 CDMO 同属医药制造业的上游，具备拓展 CDMO 业务的天然优势。
			从制药企业的角度看，当外包阶段处于临床阶段时，CDMO 企业的研发能力、小规模生产能力、项目管理能力以及知识产权保护体系更为重要
			而一旦进入产品商业化放量阶段，产品的工艺优化、持续稳定的大规模供应能力、以及项目的报价成为药企挑选合作伙伴的主要因素。
			而原料药，特别是特色原料药企业的上述商业化 CDMO 能力具有显著优势。

		从兽药终端制剂的盈利能力看，根据默沙东年报披露，其分部利润/分部营收由 2018 年的 39.4%下降到 2020 年的 35.1%，近三年均大幅低于人药的盈利水平
		因此兽药业务相对人药的高成本促使药企产生更强的研发生产外包需求
		兽药 CDMO 与人药 CDMO 盈利能力看，两者较为接近
		美诺华原料药CDMO 业务毛利率为 25.55%，较行业 40%-50%的平均水平有较大差距，主要系公司前期订单确认收入较小，车间产能利用率较低。

		产能充足,扩产

	4.2 https://pdf.dfcfw.com/pdf/H3_AP202012311445609991_1.pdf?1609410832000.pdf