0,概况
	港口煤价破千， 2021 年有望维持高位;
		供需低位
		内蒙反腐、煤矿安监的扰动依然存在，进口煤管控亦难言放松，或以动态调节为主
		港口动力煤价格有望维持高位震荡，中枢或上移至 650~700 元/吨附近，较 2020 年均价上涨 70~120 元/吨
	量价齐升,业绩抬升
		公司煤炭销售以现货销售为主，长协占比仅约 30%，因此公司综合售价弹性较大
		小保当二号,1300wt/y试产,增量
	背景强、禀赋优、布局广、高股息，长期投资价值凸显
		背景强： 公司控股股东陕煤化集团是省内唯一一家省属煤炭集团，在省内获取资源、运力方面具有绝对优势
		禀赋优： 公司可采储量 97 亿吨，可采近百年， 煤炭平均热值高达 5500cal/g，远超普通动力煤
				成本方面，公司吨煤成本远低于行业平均水平
		布局广： 公司紧跟新能源发展步伐;减持隆基 4.81%的股份，当期非流动资产处臵损益高达 47.3 亿元
		高股息： 

1,煤价^,2021高位
	内蒙古反腐;进口下降;需求^^->煤价^^^
	港口动力煤价格有望维持高位震荡，中枢或上移->650/700 RMB/t
	国内供给增量有限;2021年动力煤产量32.7et,同比增加7kwt
	进口管控;削减能源对外依赖;
	复苏周期:国内用电量提高7%,水电出力影响->动力煤提高4%;地产竣工->建材耗煤增加2%

	煤炭主产区:
		山西,陕西,内蒙古,新疆
	煤炭用途:
		电力,建材,化工,冶金,供热

2,公司业绩
	价格:公司长协定价少;弹性大;煤价上行收益
		陕煤现货销售居多;长协占30%
		地协:地方协议,参考陕西煤炭价格指数:动力煤
		长协:陕西煤价+环渤海动力煤价各50%

	产量:小保当二号投产
		小保当二号所属榆神矿区,陕北侏罗纪煤田中部;国内目前保存完好的整装矿区之一，
		该区煤层赋存条件好、储量巨大、煤质优良，是国内一流、世界著名的优质低温干馏、工业气化、液化和动力用煤.
		煤中有害成分低，具有“环保煤”之美誉。该矿井设计产能为 1300 万吨/年，公司权益占比为 60%。 

3,背景强、 禀赋优、 布局广、高股息，长期投资价值凸显
	3.1 陕煤,爹强
		省属唯一特大型国有企业;山西、内蒙、山东、河北、河南等产大省均拥有多个大型煤炭企业
		陕煤化在省内独一无二的地位
			主要产煤省份省属煤炭集团
			山西:山西焦煤集团;同煤集团;潞安集团;阳煤集团;晋煤集团;晋能集团;山煤集团
			内蒙:伊泰集团;蒙泰集团;汇能集团；西蒙集团
			河北:冀中集团;开滦集团
			河南:平煤神马;河南能化;郑煤集团
			山东:兖煤集团;山东能源
			陕西:陕西煤化

			神府南区唯一开发主体。 截至 2019 年底，陕煤化集团拥有煤炭资源储量 300.5 亿吨，可采储量 203.1 亿吨

		陕煤化集团矿井注入预期
		矿井		地区		保有储量(亿吨)	可采储量(亿吨)	核定产能(万吨/年)		持股比例		权益产能(万吨/年)
		曹家滩	榆林	 	31.31 			15.11			1500 				51.50% 		773
		孟村 	彬长 	10.46  			6.4 			600  				100% 		600
		小庄 	彬长 	9.21   			5.44			600  				100% 		600

		集团后备资源超百亿，后期或由上市公司主导开发
		尔林兔、尔林滩两大勘查区，合计保有储量约 149 亿吨尚未开发。
		勘查区 地区 所属公司 		资源储量(亿吨)	持股比例 			建设规划(万吨/年)		计划投资( 亿 元)
		尔林兔 榆林 榆北煤业 		81.39 			51.2% 				4500(3× 1500) 		280
		尔林滩 榆林 尔林滩矿业 	68 				80% 				暂未规划(2× 1000) 	100

	3.2 资源禀赋优异
		储量：可采储量 97 亿吨，可采近百年
			以铜川、黄陵、彬长、陕北四大煤田资源
			截止2019 年底，公司拥有煤炭地质储量 160 亿吨，可采储量 97 亿吨，位居行业第三。
			以 2019 年公司煤炭产量 11,494 万吨计，公司煤炭资源可采约 84 年。
		煤质：平均热值高达 5500cal/g，远超普通动力煤
			环保动力煤+冶金+化工用煤
			近年来冶金及化工用煤市场发力
			主要矿区		资源储量(亿吨)	可采储量(亿吨)	煤层(米)		发热量(cal/g)
			渭北矿区 	4.2  			2.5 			- 			<5000
			彬黄地区 	41.2 			24 				200-700 	~5500
			陕北矿区 	114.1			70.1 			300-600		5500-6000
			合计 		159.5 			96.6 			-
		中澳关系恶化，市场结构性缺货，高卡煤尤为紧俏
			澳煤进口若持续收紧会导致国内市场高卡煤结构性缺货格局难以解决

		成本：公司吨煤成本远低于行业平均水平，且由于采掘行业成本端无法复制的特殊性，超低的吨煤成本亦为其构筑天然护城河
			2019 年公司自产煤吨煤生产成本仅 133.5 元/吨
			仅次于中国神华（部分露天矿）、露天煤业（纯露天矿）、昊华能源（仅在内蒙有 2 座新建矿井），位居行业第四
			近年来公司逐步缩减开采成本较高的渭北矿区煤炭产量，新增陕北矿区为主的优质产能，从产能释放、结构调整等经营环节全方位降本增效

			复垦基金和榆林资源税上调影响，公司自产煤的吨煤成本有所上升
			公司自产煤毛利率在业内处于中等偏上水平
			2019年公司煤炭板块毛利率为 41.3%，同比减少 8.2 个 pct,主因贸易煤外购及销量增加所致

		布局新能源，对冲传统产业
			新能源，投融资，主业互补:隆基股份
			构建能源互联网生态:服务业;煤炭等大宗商品供应管理为主要业务，加强对产业链上游供应商和下游客户资源整合

	股息:积极回报股东
		预计公司 2020年~2022 年股息至少为 5.7%、 5.3%、 5.3%
		资本开支接近尾声，分红能力有望逐步提升
			供给侧改革，煤价大幅上涨，公司营收逐步改善。
			剥离落后产能，新建产能陆续释放，量、价齐升,公司盈利能力增强
			截至 2020 年 3 季度，公司资产负债率回落至 38.3%
			累计未分配利润高达 451.3 亿元，对应每股未分配利润 4.51 元
			2020 年资本开支总额为 34.3 亿元。主要用于小保当煤矿项目、神渭管道项目、陕煤集团榆北生产服务设施项目、黄陵矿业机电二车间建设项目等

601225——安信证券20210218
	0,概述
		产销两旺
			公司目前并表总产能 11405 万吨/年，权益产能 7293 万吨/年
			千万吨级以上矿井 5 对，合计产能7100 万吨/年，占总产能的 62%，矿井规模优势突出
			小保当二号煤矿（产能 1300 万吨/年），已于 2020 年四季度进入联合试运转，将在 2020-2021 年持续贡献产量增量
			大股东陕煤化集团今年来也不断有新建产能投产（小庄矿、孟村矿以及曹家滩矿合计产能 2700 万吨），持续增长潜力大

		煤价上行
			煤炭行业前期固定资产投资下滑带来的新建产能不足将成为行业供给的瓶颈
			动力煤价格中枢上涨
			需求内迁使公司长期煤价走势更强
			华东地区压减煤炭消费总量;外购占比必然提高
			陕蒙动力煤煤价上行
			公司角度,地销居多,长协较少;弹性高
		禀赋优越，成本极低
			公司 2019 年自产煤生产成本仅 132 元/吨
		现金流稳步提升;高分红高股息
		积极拓展新能源领域，获取高额投资回报

	1,供给
		新建产能不足
			煤矿产能建设周期至少 5-6年时间;
			行业无意愿也无能力新建产能。 目前行业负债率仍高，利润优先改善资产负债表
				2021 年及以后投产矿井（预计）
				序号 矿井 产能（万吨/年） 建设单位
				1 东大煤矿 500 晋煤集团
				2 山西晋煤太钢能源有限责任公司三交一号煤矿 600 晋煤集团
				3 中煤新集能源股份有限公司板集煤矿 300 中煤新集
				4 贵州盘县矿区马依西一井煤矿 240 盘江股份
				5 月亮田技改 60 盘江股份
				6 山脚树技改 60 盘江股份
				7 发耳二矿西一井 60 盘江股份
				8 兖煤菏泽能化有限公司万福煤矿 180 兖州煤业
				9 四川芙蓉集团实业有限责任公司新维煤矿 180 川煤集团
				10 宁夏阳光矿业公司永安煤矿 120 阳光投资集团
				11 宁夏阳光矿业公司韦一煤矿 90 阳光投资集团
				12 上海庙矿区长城六号煤矿 120 山东能源
				13 郭家滩煤矿 1000 陕西榆林能源集团
				14 霍林河矿区达来胡硕（霍林河二号）煤矿 600 吉林省煤业集团
				15 苇子沟煤矿 240 上海能源
				16 灵台矿区邵寨煤矿 120 山东能源
				17 安徽省亳州煤业有限公司信湖煤矿 300 淮北矿业
				2021 年投产合计 4770

				2022 年及以后投产矿井（预计）
				序号 矿井 产能（万吨/年） 建设单位
				1 榆横矿区北区大海则煤矿 1500 中煤集团
				2 五彩湾矿区一号矿井一期 600 阳煤集团
				3 郑庄煤矿 400 晋煤集团
				4 上海庙矿区巴楞煤矿 800 晋煤集团
				5 龙湾矿 400 晋煤集团
				6 阿巴嘎旗查干淖尔一号井 500 冀中能源峰峰集团
				7 新疆和什托洛盖矿区红山煤矿 300 徐州矿务集团
				8 鱼卡矿区鱼卡二号井 180 青海投资集团
				9 国投晋城能源有限公司里必煤矿 400 中煤能源
				10 山西临县锦源煤矿有限公司锦源煤矿 600 美锦能源
				11 国投哈密能源开发有限责任公司大南湖七号煤矿 600 中煤集团
				12 河南华安煤业有限公司 180 永煤集团
				13 中国平煤神马集团梁北二井 120 平煤集团
				2022 年及以后投产矿井合计 6580
		下游需求旺盛
			经济复苏&非化石能源方面，水电核电等对火电的压力缩小
				水电方面
					装机角度来看， 2019-20 年是水电投产小年， 2021 年水电冲击或较为明显。
					据中电联， 2020 年仅有 148 万千瓦机组投产，
					2021 年投产规模相对较大，约有 2826万千瓦机组投产，或对 2021 年的煤炭需求产生冲击.
					2021 年之后，可投产装机容量较小。
					来水角度来看， 水电由于具备明显的大小年特征， 2020 年为水电大年，来水较好， 2021 年预计水量有望恢复正常
				核电投产高峰已过
					中电联， 2020 年投产福清 5 号、田湾 5 号机组，装机容量合计 223.9 万千瓦， 
					2021 年预计投产福清 6 号、红沿河 5 号以及田湾 6 号机组，合计 335.8 万千瓦。
			钢材产量新增
				这两年钢铁新建产能项目显著增多。此外， 由于废钢价格持续上涨，生铁将对废钢形成替代，生铁产量同样有望增长
			煤化工
				油价回升,煤化工成本优势重回
			新型煤化工进入密集投产期，耗煤量有望保持高位。
			2018 年起，煤制乙二醇等新型煤化工项目进入密集投产期;烯烃等化工品的开工率仍旧保持相对高位

		产销两旺
			产量,小保当产量增加
			销量,不愁
				浩吉铁路通车,内蒙古鄂尔多斯市浩勒报吉南站到江西省吉安市境内吉安站,设计年输送能力为2亿吨,拓宽销售半径
				公司公路运输占比较高;铁路通车后,南方地区销路打通,运费优势

		售价:
			华东各省份需求内迁,发电量下降,晋陕蒙煤炭主产地发电量强劲
			长协占比低;价格弹性高

		成本:
			成本低廉;
			税费抬升,成本小幅抬升
			2021成本有望随产量提升而下降

	4,布局新能源
		股权投资
		高分红高股息
		资本开支下行
		