拓邦股份:智能控制领域的隐形冠军 老二 和而泰
	家电、 工具、锂电、工业->智能控制器
	上游 IC 芯片紧缺或成常态,拓邦积极应对成效显著
	中游发挥各项优势,筑牢自身领先地位:技术、产能、客户等在内的全方位优势,竞争壁垒难以逾越
	下游打造物联网一体平台,引领行业生态:中游向下游的业务整合

1,公司
	1.1 业务:
		智能控制器:
			家用电器:烤箱/油烟机控制板,智能冰箱控制器,马桶控制器,扫地机器人控制器
			电动工具:电钻,内窥镜,鼓风机
			智能家居:主句,开窗器
			医疗工控
			智能电源
		锂电池:
			动力电池:电池电池模组,电池芯片
			储能电池:通信保障,电力储能
		电机:
			刷电机,有刷电机;机电一体化
		解决方案:智能家居解决方案
	1.2 整合并购,体量扩张
	1.3 营收提升,业绩提升
	1.4 费用稳定,研发投入领先
2,上游:芯片短缺
	产业链上游主要由 IC 芯片、 PCB 板、电容电感、 三极管、线材等电子元器件构成
	智能控制器所用的 IC 芯片以 MCU 芯片为主, MCU 即微控制器,能够实现对于特定应用的控制处理,
	其工频和功耗低于 CPU、 MPU 等芯片,广泛应用于智能控制、家电等领域

	从 MCU 供应商情况来看,目前 MCU 供给主要来自海外,国内厂商技术相对落后且产能难以满足需求
	2020 年美国 IC 芯片按销售额统计,份额占全球的 55%,韩国占 21%,中国大陆仅占 5%左右

3,中游
	3.1 海外产业专业,东升西落
		2017年以来,国内智能控制器公司拓邦股份、和而泰、朗科智能等公司的海外业务收入均维持增长,海外份额不断提升
		人力成本低;制造成本低;技术成熟
		国内公司的生产模式逐步向 ODM、 JDM 转移,为下游公司节约了设计成本
	3.2 时间换空间
		国内智能控制企业大致可细分为三个阵营
			第一阵营包含拓邦股份、和而泰,较大营收,增速较高
			第二阵营包括和晶科技、朗科智能、华联电子,较大营收,增速有限
			第三阵营包括振邦智能、 贝仕达克、朗特智能,规模小,增速快

4,下游 万物互联,需求景气
	下游覆盖家电、汽车电子、电动工具等多个领域
	智能控制器对于下游景气度具有较高的依赖
	物联网的高速成长,产品智能化进程不断加快,智能控制器的下游空间被进一步打开,前景广阔
	2024 年全球智能控制器市场规模有望达到约 2 万亿美元，国内智能控制器市场将达到 3.8 万亿元

	4.1 家电:智能化浪潮,打开新空间
		变频:技术趋势
		小家电:需求趋势,精细化需求
	4.2 电动工具
		动力锂电池化;电机无刷化

5, 行业景气,龙头受益
	5.1 多方联动,上游缺货挑战
	5.2 行业壁垒强大:
		研发投入大;产线足;
