京东方

1,公司
	BOE,1993.4建立,2001年上市;物联网公司
	2003年,建立大陆首条第五代TFT-LCD产线
	2009年,8.5代TFT-LCD,大尺寸时代来临
	2014年,智能手机显示屏、平板电脑显示屏市占率全球第一
	2015年,合肥建立首条10.5代TFT-LCD,大尺寸超高清时代
	2015年,成都,第六代柔性屏AMOLED产线
	2019年,电视、笔记本、显示器、平板、手机这五大显示面板主要应用方向,京东方的市场份额已经均位列全球第一

	2013年,王东升宣布京东方转型.中游面板行业在产业链利润最低
	智慧物联:智造服务,IoT解决方案,数字艺术
	+智慧医工:健康服务,移动健康
	+端口器件:显示与传感器件;传感器和解决方案

	产线总结
		生产线		代线		技术				投资金额(亿元）	产能(K/每月）		产能情况
		北京(B1)		5 		a-Si TFT-LCD 	103 			60 					满产
		成都(B2) 	4.5 	a-Si TFT-LCD 	31 				45 					满产
		合肥(B3) 	6 		a-Si TFT-LCD 	175 			90 					满产
		北京(B4) 	8.5 	a-Si TFT-LCD 	280 			140 				满产
		合肥(B5) 	8.5 	Oxide TFT-LCD 	250 			110 				满产
		鄂尔多斯(B6) 5.5 	LTPS/AMOLED 	220 			60(LTPS)+2(AMOLED) 	满产
		成都(B7) 	6 		AMOLED 柔性 		465 			48 					量产
		重庆(B8) 	8.5 	a-Si TFT-LCD 	328 			140 				满产
		合肥(B9) 	10.5 	a-Si TFT-LCD 	400 			120 				满产
		福州(B10) 	8.5 	a-Si TFT-LCD 	300 			150 				满产
		绵阳(B11) 	6 		AMOLED 柔性 		465 			48 					量产
		武汉(B17) 	10.5 	a-Si TFT-LCD 	460 			120 				量产
		重庆(B12) 	6 		AMOLED 柔性 		465 			48 					在建
		福州(B15)	6		AMOLED 柔性		465				48					拟建

	LCD+OLED
		LCD,BOE+TCL两极格局

	运营能力
		端口器件:领跑全球,龙头地位;但是提价能力不足?
		可穿戴产品:销量^60%;
		智慧物联:快速增加,占比不够
		智慧医工:快速增加,占比不够

		端口器件方面,公司产能爬坡;供需反转,利润率提升,集中度提高,新增产能下降
		毛利率周期性;能不能熨平周期?
		存货下降?
		周转加快
		负债率?稳定,流动负债增加

	自主研发
		研发投入7%

	股权激励

	液晶面板老大
		智能手机面板
			BOE			22%
			三星(SDC)	22%
			深天马		12%
			深超光电		5%
			华星光电(TCL)5%
		笔记本面板
			BOE			29.6%
			友达			22.6%	台资
			群创光电		21.5%	富士康旗下,台资
			LGD			15.4%

	AMOLED
		SDC绝对老大;京东方要产能爬坡,还有大转小的重庆B8

	同业数据
		三星老大,京东方老二,LGD已经退居第三
		韩企领先,台企衰败
		京东方净利润波动大,整体不高;
		三星老大地位稳固
		深天马净利润稳定,但规模不足
		TCL净利润稳定,规模足,未来四足鼎立,SDC,BOE,LGD,TCL

		存货周转方面,三星天数最长,也可以说最强,不愁卖
		TCL最短;BOE中间
		应收账款天数,LGD最短,BOE和TCL居中,深天马最差

2.行业
	面板历史:
		黑白彩色CRT->LCD->OLED是手机标配;MiniLED/MicroLED
		LCD主流,OLED渗透迅速;AMOLED

	面板产业链
	玻璃基板+滤光片+背光模组+偏光片+驱动IC+混合液晶
						液晶面板
	大尺寸终端应用					小尺寸终端应用
	电视+电脑+笔记本 					手机+平板+车载

	玻璃基板:旭硝子,康宁玻璃;https://www.sohu.com/a/360658643_99918116
			TFT-LCD用玻璃基板市场份额方面,90%以上的集中在美国康宁、日本旭硝子、电气硝子、安瀚视特
			玻璃基板国产化进程加快,彩虹集团、东旭集团、中国建材国际工程集团等本土企业在中小尺寸面板市场份额已达80%

	产业链:https://www.sohu.com/a/276974612_202311

	LCD面板结构
		偏光片
		玻璃基板彩色滤光片
		液晶分子层
		玻璃基板
		偏光片
		背光模组

	LCD分类
		TFT 		成本低,良率高,性能一般
		oxideTFT	成本中,良率中,性能中
		LTPSTFT		成本高,良率低,性能高

	韩企退出
		大陆制造能力强大,产能释放,液晶面板开始价格战;利润压缩;韩企->OLED
		大陆成为LCD霸主

	000725,聚焦高世代,收购中电熊猫
		高世代集中于中国,京东方占1/4
		25条>8.5,京东方3条8.5,2条10.5,产能占28.55%

	OLED
		2019年,OLED产值304e$;韩企出货4.06e片,88.2%share;大陆5600w片
		预计2022年,韩企56%,大陆42%;京东方22%
		2019年京东方AMOLED手机面板出货1700w,3.6%share;成都绵阳的AMOLED产线产能爬坡;重庆产线建设中;预计未来AMOLED产能144k/月;share^^

	AMOLED渗透率提升

	喷墨打印

	MiniLED提前布局
		MiniLED,PCB基板问题;无法国产化.成本高昂
		玻璃基板?

	京东方MiniLED产能量产;技术储备领先.

3.供需
	需求端,面板需求提升;
		大屏化,超高清
			55寸出货量环比增加6%;55寸以下持平;但整体出货面积环比提高3%
			电视面板平均每年提升超过1英寸
		4K渗透率提升
			2020年真4K渗透率超过40%
			产品趋向中高端,面板价格^,利润^
		居家办公+体育赛事
			笔电;专业需求->高分辨率需求提升
			高刷新屏幕需求提升
			5G->换机潮

	供给端
		产能爬坡->效率^成本降低->价格下降-》大尺寸面板性价比提升->大尺寸销量^,平均尺寸^->产能消耗^->产能爬坡
		面板平均尺寸^1英寸,消耗一座8.5代TFT-LCD产线产能;->利好京东方
		收购中电熊猫;产线+IGZO技术

	价格
		供小于求,显示器价格^



20200412研报
分红创历史新高，现金流指标改善值得期待
京东方也在快速推进股权激励、定向增发、回购少数股权、并购熊猫部分产线
面板行业迎来重大拐点，周期性减弱，科技成长属性越发增强。
京东方面板龙头地位加强，柔性 AMOLED 逐渐起量

1,业务
	公司显示业务龙头地位进一步稳固， 2020 年显示器件销量同比增长 18%
	回购： 启动 20 亿回购进行激励，加速市场化步伐
	授予： 公司公告激励授予
	定增：公司公告定增落地，盈利能力有望提升，新型显示技术布局加强
	回收少数股东股权： 武汉 10.5 代线回购 PB 估值约 1.2 倍，且液晶产线盈利能力显著增长，有望增厚公司盈利
	并购： 拟收购南京熊猫 G8.5 公司 80.831%股权和成都熊猫 G8.6 公司 51%股权

2,行业利润回升

3,行业格局优化,产业价值拐点
	基于三周期框架看时间轴上的面板产业趋势，基于份额提升逻辑看横截面的行业格局，二者的共振是本轮面板行业基本面超预期的重要因素。
	本轮周期最大的特点在于产能扩张尾声，区域竞争尾声，二线面板厂商去化，行业格局大幅优化，周期性有望减弱
	强调两个尾声（产能扩张尾声、区域竞争尾声）、一个定局（行业格局优化）
	面板行业基本面持续超预期
	LCD 产业转移在过去五年逐渐完成， 大陆龙头厂商份额持续迎来明显增加， 大陆龙头企业逐渐掌握行业话语权
		面板行业处于 LCD 向新技术过渡阶段。 G10.5 资本壁垒过高，G8.5 增量有限。后来者利用投资高世代线弯道超车的难度提升
	Mini LED 背光玻璃基板方案有望大幅提高面板厂商在产业链的价值地位
		巨额资本开支的落幕，企业的自由现金流有望大幅修复。大陆厂商净利率表现优于海外厂商，在行业寒冬逆势提升份额，在景气上行放大 ROE 修复。
		景气传导下，面板龙头有望迎来 ROE 修复
	京东方面板龙头地位加强，柔性 AMOLED 逐渐起量