面板行业

0,概述
	面板作为中国半导体行业崛起的第一步,黄金发展期
		面板产业作为资本密集型、劳动密集型产业,进入门槛要求较高;需要政策+资金支持
		在全球液晶面板市场,我们面板产业产能占比接近七成,成为全球第一大面板产业集中地;洗出日韩台落后产能
		大陆液晶面板产业从无到强的成功是中国半导体崛起的第一步,发展面板产业不仅是经济需要,更是国家产业安全的需要.
		伴随国产面板龙头厂商在面板产业的话语权逐渐增强,未来大陆面板产业将迎来黄金发展期

	产业转移,国产面板份额提升,行业快速上升通道
		京东方,TCL,深天马,维信诺
		国产龙头盈利确定性高;新领域,国产厂商也在加速追赶

	材料市场,国产替代
		全球显示材料市场规模预计约3000 亿元,包括玻璃基板、偏光片、彩色滤光片、驱动 IC
		我们预计随着面板产业逐步向大陆集中,国产龙头厂商掌握行业话语权,将加速推进产业链国产替代进程.
		叠加面板行业整体的景气度上行,我们认为国产面板材料厂商将长期受益

		三利谱、八亿时空、激智科技、杉杉股份、万润股份、双星新材

	核心观点:
		面板产业很难转移到新的地区
		国产厂商LCD龙头;
		未来LCD供给端,巨大改善,供给平稳
		OLED+AMOLED,国内都不差
		国产面板话语权提升,产业链上下游企业地位提升.面板材料还有很大差距,技术实力落后,空间大
		比如偏光片,经测算随着国产厂商现有产线满产,我国偏光片年需求将达到 4.41 亿平方米,目前国产化率不足 20%
		我们认为随着国产面板产业的逐渐成熟,国产替代进程的加速,我国面板材料厂商将迎来黄金发展期.

1,显示材料行业
	技术回顾
	显示原理
		材料:
			玻璃基板,重要材料.1张LCD面板=2玻璃基板.LCD成本15.2%,OLED面板成本6%
			彩色滤光片:彩色化的关键;LCD成本17.9%
			偏光片:1张LCD面板=2偏光片,1OLED=1偏光片;LCD成本9.9%
			驱动IC:集成电路;LCD10.4%成本,OLED6%成本
			液晶材料:LCD液晶面板基础材料,专属材料,3.5%
			背光模组,LCD专属,29.1%成本.LCD 是非自发光的显示装置,因此需求背光模组为其提供充足的亮度和分布均匀的光源
			有机发光材料,OLED专属材料.OLED自主发光,不需要背光模组.23%成本

	显示材料黄金期
		面板具有高度标准化这一特点,除尺寸外,各家面板厂商产品之间的差异化属性不强,导致面板产业出现高世代降维打击低世代产线这一现象
		LCD 面板技术成熟升级放缓,未来短期暂无新产线投产,行业供需趋于稳定,周期性放缓. 
		IT 面板方面,海外厂商老产线占比较大,大陆厂商布局有望重塑行业新格局.
		材料国产替代诉求强烈,迎黄金发展期. 材料厂商作为面板产业链上游,相较于海外厂商目前差距较大.

		国产面板材料厂商在人力成本、物料成本以及运输成本方面均具备优势,盈利能力出色. 
		我们预计在国家政策的支持以及国产面板龙头的带动下,国产面板产业链将长期受益,未来几年将迎来黄金发展期

2,通用材料
	需求旺盛,规模上升
	全球平板显示通用材料总的市场规模接近 3000 亿人民币,包括玻璃基板、偏光片、彩色滤光片、驱动 IC 等材料,
	其中全球偏光片市场规模约百亿美元;玻璃基板市场规模约 400亿人民币等

	玻璃基板:
		LCD要求无碱玻璃;
		工艺:浮法,溢流熔融法,流孔下引法

		从玻璃基板的发展趋势来看,大尺寸和轻薄化是未来的主要发展趋势
		玻璃基板行业存在着较高的进入壁垒:配方壁垒,工艺壁垒,设备壁垒

		玻璃基板需求增速迅猛;面板下游需求火热, TV、 IT、车载等应用领域拉动需求不断上涨.
		玻璃基板市场飞速发展. 

		市场集中度高,国产化率低.
			玻璃基板的制作工艺复杂,拥有较高的技术门槛,核心技术只被少数国家掌握
			全球主要的供应商包括美国康宁、日本 AGC、NEG、德国 SCHOTT、东旭光电等.市场集中度高,CR3 的市场占有率超过了 85%.
			而国内厂商东旭光电仅拥有 8.1%的市场份额

			在高世代线玻璃基板领域,国际厂商占据了主导地位,国产厂商差距较大
			在 2019年 8.5 代线玻璃基板市场上,康宁以 29%的市场份额位列全球第一,其次是 AGC拥有 24%的市场份额, NEG 市占率 21%。 CR4 的市场占有率超过 95%

			在供给端,目前我国从事玻璃基板生产的厂商主要包括东旭光电、彩虹股份、凯盛科技等,
			且集中在低世代线,能够生产高世代玻璃基板的厂商较少,大多依赖与国际巨头的合作

			打破国外高世代玻璃基板垄断,国产化进程加速;2019.6,首个8.5代TFT-LCD浮法玻璃基板生产线点火.
			2021 年 2 月第二条 8.5 代线基板玻璃产线在合肥点火投产
			玻璃基板国产化提速,市场空间巨大。

			国内厂商成本优势显著,国产替代是必然;成本低,运输成本低,国家支持.

	超宽幅偏光片,需求旺盛,国产替代
		1张LCD面板=2偏光片；1OLED=1偏光片

		偏光片主要是由 PVA 膜、 TAC 膜、保护膜、离型膜和压敏胶等复合制成；其中起偏振作用的核心膜材是 PVA 膜
		TAC 膜是偏光片另一重要原材料,占偏光片总成本的 54%。
		按照 PVA 膜染色的成分不同,可以分为碘系偏光片和染料系偏光片
		偏光片的主流生产工艺流程可以分为前、中、后三段工艺,其中前段工艺是偏光片生产的核心环节

		偏光片盈利能力好,同时具有较高的行业壁垒。 从液晶面板行业毛利率的“微笑曲线”来看,偏光片处于面板行业上游,且其毛利率较高,大约为 40%,具有较好的盈利能力。
		但同时偏光片的行业壁垒较高,主要包括技术壁垒、 客户壁垒
			技术要求高,生产环节长,一步出问题,结果出问题.
			国内偏光片企业起步晚,自主研发周期长,技术储备+工艺不完善
			下游面板企业对产品认证周期厂,门槛高,壁垒高

		面板产能带动偏光片需求,超宽幅产线需求旺盛
			2020 年全球电视面板出货量为 2.72 亿片,同比下降 5.4%；出货面积为 1.69 亿平方米,同比增长 3.6%;大尺寸成为趋势
			预计未来两年下游终端市场需求将保持高景气度
			面板大尺寸化趋势拉动超宽幅产线需求增长
			迎面板产能转移发展机遇,偏光片国产化配套需求旺盛
			国内偏光片需求测算： 满产情况下国内偏光片需求将达到 4.40 亿平方米。 

		偏光片的技术门槛高, 市场集中度高, 日韩企业占据了市场主导地位。
			中国偏光片企业起步晚,尚处于追赶阶段。
			上游基膜进口依赖严重。 
			皖维高新是国内唯一一家生产、销售、研发 PVA 膜的企业,其产品主要应用在 TN/STN-LCD上,在 TFT 级 PVA 膜生产技术上取得了一定的突破,正在着手产能扩张
			国产偏光片产能严重不足, 供需缺口巨大。 
			日韩偏光片产能逐步退出, 国产化全面加速。 
			三利谱,产能扩张

		液晶国产化程度低,进口替代空间大
			国内企业技术实现突破,市场份额逐步提升。
			2020 年中国市场液晶材料的国产化份额达到了约 60%。
			抓住机遇,国内混晶厂商积极扩张产能,国产化加速
	
	背光模组用光学膜国产化进展加快
		复合膜为光学膜未来发展的趋势之一。 
		光学膜生产技术壁垒高,客户粘性较大。 
		全球背光模组用光学膜需求稳步上升,中国大陆占比超 60%。 
		光学膜整体国产化进展顺利。 
			激智科技扩散膜全球出货量第二,国内第一
			长阳科技,大尺寸反射膜,35%市占率
			双星新材,高功能膜
		更加上游的光学基膜技术壁垒高,国内厂商加快布局
			光学基膜是光学膜技术壁垒最高的领域之一
			长阳科技产能2.5wt
			东材科技,3.5wt产能
			合肥乐凯,4条聚酯薄膜产线,5.4wt产能

4,OLED,产能释放在即,有机发光材料黄金时期
	OLED 也称为“有机发光二极管”，平板显示技术之一， 具有自发光的特性， 因此其具有一种专属的原材料，即有机发光材料。
	终端材料技术壁垒高。 前端材料纯度相对较低，其技术壁垒相对较低。而终端材料是直接用于 OLED 面板的制造，对于纯度要求高,
	一般纯度要求为 6-8N（ 99.99999%-99.999999%）以上;
	终端材料具有很高的技术壁垒和专利壁垒

	OLED加速渗透,国内产能释放在即
		2016 年到 2020 年的年复合增长率为 29.39%，增速迅猛
		受益于面板高景气度，OLED 材料市场空间广阔。

	终端材料市场集中度高,国产化进程缓慢
		中间体和前端材料,技术壁垒相对较高,国产化进度快
		但是终端材料,技术壁垒更高,行业集中度很高.CR3>65%;市场主要被美、日、韩、德等海外企业垄断
		终端材料国产化率低，发光功能材料国产化率不足 5%;国内厂商还存在着升华速率低下、单体材料纯度不高、连续升华技术未突破、升华工艺繁琐等问题
		国内厂商积极布局， OLED 材料国产化加速;
			奥来德、鼎材科技、华睿光电等企业已实现技术突破，能够自主生产终端材料
			奥来德现有产能约为 2355kg，规划在上海金山投资新的材料生产基地，规划产能为 10 吨/年，预计在 2021 年竣工投产
			美国 UDC 和日本出光兴产有部分材料专利即将到期，将在一定程度上降低技术门槛，国内材料厂商或迎来发展机遇，国产化进程加速

5,重点公司:
	三利谱:
		三利谱为国内偏光片龙头企业;受益于面板行业高景气度，公司营收快速增长;公司产品量价齐升，毛利率大幅提升
		迎材料国产化机遇，随着产能的释放，公司将迎来快速发展期
	八亿时空:
		八亿时空为国内混合液晶材料龙头企业之一。
		公司业绩保持高增长，TFT-LCD 混晶为主要力量。
		盈利能力维持高水平，产能持续扩张
		展望 21 年，随着公司多款新产品量产以及新增产能的投产，公司的竞争力有望进一步提升
	激智科技:
		激智科技为国内显示用光学薄膜领先企业
		21 年公司募投加码光学膜，布局光学胶膜，竞争优势有望持续提升
	彩虹股份:玻璃基板领军企业
		液晶面板和液晶玻璃基板的研发、生产及销售;面板+基板
		受益于面板价格上涨，公司业绩快速增长
		展望 2021 年，公司 8.5+代产品打破国外垄断，业绩有望得到快速发展。 
		成为国内唯一可以批量供应 8.5 代玻璃基板的厂商。随着产能的逐步释放，未来有望受益于原材料国产替代带来的机遇，实现业绩的快速增长。

	万润股份
		高端液晶单体材料和中间体材料供应商
		随着 OLED 渗透率不断提高，公司业绩规模有望不断扩大。 公司目前具备中间体450 吨/年的产能以及单体 150 吨/年的产能。

	杉杉股份:
		杉杉股份是全球规模最大的锂离子电池材料综合供应商。
		2020 年公司通过购买 LG 化学旗下 LCD偏光片业务及相关资产进入偏光片市场
		收购 LG 化学偏光片资产，深度受益面板产能东移。 2020 年 6 月公司启动购买 LG化学旗下 LCD 偏光片业务， 2021 年 2 月完成了该项重组的中国大陆交割