化工行业:
中国银河
	1,需求向好,结构性行情
		31个化工子行业归母净利润,增幅前五:
			炭黑
			其他化学原料
			磷肥
			涂料油漆油墨制造
			氮肥
	2,双碳目标,双高项目健康发展
		碳中和,碳达峰
			细分领域碳排放强度较为突出
			吨聚烯烃碳排放量约为 11 吨
			吨乙二醇约为 5.6 吨
			吨间接制油约为 6.9 吨
			吨甲醇约为 3.9 吨
			吨油品碳排放量约为 3 吨
		"双碳"目标将催生新一轮供给侧改革
			一方面一些高能耗子行业的产能将严格受到限制
			另一方面落后低效产能的淘汰出局将进一步提升行业集中度
		煤化工,绿色有序发展
			遏制"两高"高耗能,高排放
		淘汰落后/严控新增低端产能
	3,布局成长:行业集中度快速提升的行业龙头
		非石油路线
			产业链持续拓展和产品升级换代的煤化工龙头华鲁恒升(600426.SH)
			业务持续扩张的煤制烯烃龙头宝丰能源(600989.SH)
			布局乙烷蒸汽裂解项目的轻烃加工龙头卫星石化(002648.SZ)
			业务转型打造 PDH 龙头的东华能源(002221.SZ)

		钾肥
			全球钾盐储量集中,钾肥高度寡头垄断
			我国钾肥行业集中度高、增量有限,将长期保持较高的对外依存度
				2025 年我国资源型钾肥总产能将控制在 650 万吨/年,总产量维持在 550 万吨;实际需求量约 1150万吨,
				我国钾肥将长期依赖进口的局面。
			提升盐湖资源综合利用水平,推进境外资源开发是我国钾肥行业未来重点任务
			关注 ST盐湖
				亚钾国际

		混凝土外加剂
			混凝土外加剂行业 CR3 分别为苏博特、垒知集团、红墙股份
				一是保持远高于行业的增速在发展
				二是基本保持较高的盈利水平,受周期影响较小
				三是向龙头企业加速集中
			预计混凝土外加剂行业将保持增长态势
			集中度仍将继续提升,龙头企业强者恒强
			红墙股份

		油服、石油加工、化纤
			中国石油,中国石化,上海石化
			粘胶短纤、涤纶长丝:三友化工,新凤鸣
			粘胶短纤:供需错配,盈利有望保持相对高位
			涤纶长丝:向龙头企业加速集中,长期盈利中枢有望抬升

		关注处在周期底部的氟化工子行业
			巨化股份,三美股份


国盛证券
	1,核心竞争趋势增强的化工龙头有望实现强恒强+全球性减碳趋势
		万华化学、华鲁恒升、扬农化工、荣盛石化、恒力石化、东方盛虹、卫星石化、龙蟒佰利、宝丰能源、新和成
	2,高增长,PEG合理的成长性标的
		东方盛虹;
		乙烯+下游的卫星石化
		消费成长股:
			人造肉+植物胶囊:山东赫达
			国六产业链:艾可蓝、建龙微纳、瑞丰新材
			无糖化:金禾实业(甜味剂)
			可降解:瑞丰高材、三联虹普、金发科技、彤程新材
			新材料:东材科技、松井股份、奥克股份、三孚股份、天原股份、阿科力、瑞华泰、万润股份、昊华科技
	3,景气+低估
		纯碱:山东海化+远兴能源
		煤化工:鲁西化工+华昌化工
		烧碱:新疆天业+中泰化学
		炭黑:黑猫股份
		钛白粉:龙蟒佰利
		粘胶:三友化工
		涤纶长丝:桐昆股份
		氨纶:华峰化学
		磷化工:兴发集团+江山股份+云天化+川恒股份

	4,国六产业链
		艾可蓝（国六尾气系统龙头）,建龙微纳（沸石分子子筛）、瑞丰新材（润滑油添加剂）,
		建议关注万润股份（沸石分子筛）、国瓷材料（陶瓷载体） 、龙蟠科技（车用尿素）及奥福环保（陶瓷载体,提示管理层风险）
	5,新材料