化工:
	化工淡季,迎来绝佳配置期
		估值回到底部;性价比突出;
		化纤组合:华峰化学;新凤鸣;三友化工
		子行业龙头:赛轮轮胎,云图控股,山东海化,江苏索普,和邦生物,滨化股份,海利得,金石资源,巨化股份,散煤股份,利民股份,鲁西化工
		白马:万华化学,扬农化工,华鲁恒升,恒力石化,新和成,荣盛石化

	景气持续上行的纯碱和醋酸
		纯碱:三友化工,山东海化,云图控股,和邦生物,华昌化工,远兴能源,中盐化工
		醋酸:华鲁恒升,江苏索赔,华谊集团


1 简介
	赛轮轮胎:产能扩张,量价齐升.
	江苏索普:醋酸需求大增;供给端不足,醋酸供需紧平衡,价格有望维持高位
	云图控股:复合肥产销两旺,量价齐升;磷肥+纯碱+氯化铵;玻璃产能扩张->纯碱供需紧张
	三友化工:粘胶短纤,纯碱,有机硅等景气;
	利民股份:代森锰锌价格上涨;草铵膦交割上涨
	恒力石化:大炼化;聚酯新材料,可降解材料,涤纶
	扬农化工:农药,除草剂,菊酯价格下降;但是草甘膦价格上涨.
	万华化学:MDI;多元化,综合化工巨头,乙烯,改性塑料
	新和成:蛋氨酸+生物发酵
	金石资源:萤石量价齐升.氟化工;回购
	华峰化学:氨纶产能增加,行业景气,己二酸量价齐升;产能持续扩张
	巨化股份:氟化工龙头
	海利得:安全总成龙头
	华鲁恒升:煤化工;己二酸
	新凤鸣:PTA涨价,产能扩张,需求复苏
	三美股份:氟化工

2 观点
	国元证券认为,化工周期还未来;结束?尚早
	周期下行时,价格大幅下行而非高位震荡;供给侧改革+碳中和+全球供给端紧缩->中国化工景气上行
	行业景气,不等于二级市场景气;二级市场,看的是预期,而不是行业;起于微末,殁在巅峰!小心谨慎!

	纯碱:库存下降;纯碱价格有望加速上涨
		厂商检修;价格上调;库存下降;需求坚挺
		三友化工,山东海化,云图控股,和邦生物,华昌化工,远兴能源,中盐化工
	醋酸:
		PTA投产,醋酸需求端旺盛;库存低位;
			华鲁恒升,江苏索普,华谊集团

	化纤:东南亚纺织业大国印度+柬埔寨+孟加拉+越南+菲律宾+泰国+缅甸等,封锁+物流延迟+政局动荡
		化纤品种高位整理;氨纶库存下降;价格上涨
			三友化工,新凤鸣,华峰化学,恒力石化,荣盛石化

		氨纶:
			库存下降;价格上涨;成本原材料较弱;利润增加
			华峰化学

		涤纶:
			海外需求复苏;涤纶需求增加;成本端保持稳定
				新凤鸣,恒力石化,荣盛石化
		粘胶短纤:
			库存略增;海外需求复苏;
			三友化工