双星新材

0,核心逻辑
	低估值源于19年技改后新材料和传统板块同时上行中,投资人无法证伪周期和成长,20年公司新材料板块占毛利比重已达56%;即将交付的新产能都是新材料领域,存在预期差。
	17-18年工艺突破, 19年完成产能技改匹配新产品,目前国内外客户部分放量;预计后期放量,公司秉承切片-基膜-成品膜的商业模式,新产能达产后弹性巨大
	基膜决定了高端成品膜的品质,双星在基膜技术突破后具备三个优势:
		 1)成本优势; 
		 2)根据终端客户快速调整配方、工艺进行送样测试;
		 3)产能储备保障了头部客户交付量
	新材料板块-光学显示膜:主要产品为附加值较高的复合膜、增亮膜、扩散膜
	新材料板块-光学非显示膜:高端MLCC、窗膜的基膜、成品膜市场空间和国产替代潜力巨大;目前已向海外客户供货, 2021年开始突破国内市场
	新材料板块-光伏:下游需求较为刚性,门槛在于产品稳定性

	核心逻辑是以面板为代表的新产业转移至中国,国内在制造业升级中,用膜产业链上会逐步诞生一些优异的供应商,伴随双星的技术突破和产能放量,公司盈利和估值体系的双升

1,行业:聚酯薄膜(BOPET):传统的周期和新材料的成长
	2020年中国BOPET整体产能近349万吨,产量276万吨,下游需求以包装印刷为主,占比61%;
	但伴随产业升级,电子电气、新能源、环保、家具装饰对新型BOPET功能膜的需求日益旺盛,这导致我国BOPET行业近年来不断的转型升级
	2020年行业产能开工未满的情况下,每年有近12-14%的高端产品仍需要进口
	行业的逻辑既有传统产品的周期特点,也有新材料成长的属性;
	涉及新材料、进口替代、产业链快速放量属性的公司更具成长属性

2,公司
	行业5家头部公司
		公司 		PE		2020净利润增长	2021Q1净利润增长		PB		ROE(2020)
		双星新材		18.0	315.3%			215.2%				1.9		8.7%
		东材科技		44.9	140.8%			250.9%				4.1		7.0%
		裕兴股份		15.8	65.5%			133.9%				1.8		9.3%
		长阳科技		38.1	23.7%			22.7%				3.9		10.1%
		激智科技		51.7	111.5%			81.1%				9.0		10.6%

3,供给
	供给端: BOPET经历13-18年的低迷,产能扩张相对节制;
	需求端:光伏、显示面板、新能源电池用膜拉动的增量需求;疫情阶段制造业回流国内;行业巨头暴雷大带来的空缺(康得新)
	公司层面:部分公司产能升级,开发出光学级基材、成品功能膜的产品,形成对进口产品的替代,如LCD中的增亮、复合膜

4,估值差
	拉长时间轴后收入、利润段的表现,激智、长阳显著跑赢其它对手
	新材料板块、基材和成品膜的营收结构影响盈利表现和估值体系,譬如投资人从面板产业链布局激智
	康得新事件后,被定位于传统薄膜公司的变化被投资人忽视,叠加公司缺乏和市场的长期沟通
	收入:激智(37.7%)>长阳(28.8%)>双星(11.1%)>裕兴(9%)>东材(4.6%)
	利润:激智(53.9%)>长阳(60%)>双星(7.3%)>裕兴(3.9%)>东材(-2.5%)

	激智、长阳无论从收入还是利润端来看,首先体现出增长的绝对增速和持续性,其次是增长的稳定性,具备成长股的属性;
	反观双星、裕兴和东财, 2020年对比2011年的利润累计增速甚至慢于环比增速,体现出巨大的波动性,典型的周期属性; 
	所以市场给与上述五家公司的估值差之一来自公司属性不同,前者是成长,后者是周期。

	新材料收入占比:长阳(98%)>激智(94.2%)>双星(50.4%)>东材(21.6%)+ 裕兴(未披露细节),这种收入结构的差异可以总结为:
	以显示面板、新能源光伏为代表的用膜市场给予溢价:投资人愿意给产业转移大背景下的面板和受益“碳中和”顶层设计的光伏用膜市场溢价,
	公司收入占比越高,收入、利润增速越稳健;而这种溢价尤其愿意给予终端产品(复合膜、增量膜、扩散膜、反射膜)占比较高的公司;
	长阳科技和激智科技已形成标杆:长阳科技的扩散膜目前已占全球市场份额近40%;
	激智在附加值最高的复合膜、增亮膜出货量目前领先其它对手,同时针对OLED的量子膜在2020年逐步放量

5,双星新材
	产品到财务指标的全面升级,源于基材上的万膜生长
	双星科技:新材料利润放量,市场依旧“观望”
	新材料板块双星绝对额领先对手,毛利占比高于收入占比:双星新材料板块(光学+光伏+可变信息)收入占比50.4%,贡献毛利占比56.1%;
	从绝对额来看,光学板块毛利3.8亿,大于长阳的3.66亿也大于激智的3.09亿;光伏板块1.7亿元,大于激智3900万元。

	双星的估值思考和修复可能:双星的估值体系目前处于较低水平,潜在的投资机会是回答是否存在向高估值激智、长阳方向修复的可能,
	关键点在于: 
	1)双星的新材料板块为何能突然发力; 
	2)双星新材料板块占比是否能继续提升; 
	3)新材料中基材和成品膜之间的关系,如何理解核心竞争力; 
	4)产业链来看,这些标的未来谁更有竞争优势;