星源材质

0,总结
	公司是国内锂电池隔膜行业先行者;过去几年出货量增长,但是盈利不及预期;市场担心成长
	隔膜价格下跌;公司在探索湿法隔膜业务->导致业绩承压
	未来三年供需变化,紧张供需,导致隔膜价格稳定;
	湿法技术成熟,产品结构优化,工艺改进,产能提升,->成本下降,毛利率提升
	公司有望成为行业寡头之一

	当下,供需变化:
		LFP电池需求回暖,干法隔膜复苏;湿法隔膜技术突破
		价格方面,下游需求大增,隔膜价格有望稳定
		产线效率提升,工艺改进,良率改进,产能提高,成本降低
		国产替代,成本优势明显;产线效率,产能布局,响应速度有突出优势

1,公司
	2003年成立,2010,首条干法隔膜;2014湿法隔膜产线
	目前隔膜产能15.4em2.(干6湿9.4)
	2012-2020,产能销量大增;营收增幅一般,利润微薄;主要是出货单价暴跌
	湿法隔膜业务的研发,影响业绩

	行业方面
		成本大幅下降;
		国产化起步,成本下降;
		供需平衡,补贴退坡
		龙头隔膜,打价格战,攻城略地,获取市占率
		二线厂商,以价换量,降价

	政策方面
		导向三元电池,续航里程高,能量密度高;LFP电池需求下降,干法隔膜量价受压
		行业洗牌,产能退出;星源材质,中兴新材,惠强新材,中科科技,1超多强

	湿法隔膜
		2017-2919供大于求,过剩;降价
		恩捷股份崛起,产线更加高效;成本更加低廉;龙头崛起
		二线也崛起,以价换量
		头部份额集中,CR5->90%

	星源材质
		产品结构+客户结构优化,干法盈利依然坚挺
		产品:干+湿+涂覆
		客户:国产替代+海外

	推测毛利率依然稳定:

2,预测
	业绩拐点
		供需变化
		公司在探索湿法隔膜业务突破
		LFP电池占比回升;
		湿法隔膜快速增加
		产能出清,大幅降价可能性不大
		海外突破

		预计星源材质和恩捷股份的成本差距已经缩小

3,国产替代,强者恒强,有望成为行业寡头之一
	国产替代,日系隔膜厂有先发优势,但是国内厂商,工艺改进+大规模扩产
	
