电子级、食品级磷行业：格局梳理

草甘膦行业梳理
	全球最大农药品种;
	草甘膦,化学名称为N-(磷酸甲基)甘氨酸,是一种有机膦类除草剂,是一种内吸传导型广谱灭生性除草剂。草甘膦是全球最大的农药品种,
	具有高效、低毒、广谱灭生性等优点,主要用于转基因作物如大豆、玉米和棉花
	草甘膦的工业生产方法主要有甘氨酸法和IDA法;国内亿甘氨酸法为主；IDA路线产能分别为50万吨/年和23万吨/年
	IDA路线在生产成本、 环保、 和产品质量方面优于甘氨酸路线,因此是国际主流的草甘膦生产工艺

草甘膦行业供给端： 寡头垄断格局已形成
	目前全球草甘膦产能约110万吨/年,海外只有孟山都具备38万吨/年产能,其余约70万吨/年产能均在中国.
	江山股份拥有草甘膦产能7万吨/年,福华通达拥有草甘膦产能15.3万吨/年,两家企业整合后,草甘膦产能将达到22.3万吨/年,成为国内草甘膦产能最大的企业;
	兴发集团具备18万吨/年产能,国内呈现双寡头垄断格局

	国内环保政策趋严,落后产能相继退出,目前供应格局重塑基本完成
		2014年开始,环保+供给侧改革->产业集中度提高明显,供应格局重塑基本完成。 

	草甘膦生产： 2021年高开工与低库存并存,产销两旺

草甘膦需求端:我国草甘膦以出口为主,转基因作物商业化有望增加需求
	随着全球粮食安全战略升级, 草甘膦国际需求有望增强。 
	转基因品种商业化将有望拉动草甘膦需求:转基因->耐草甘膦,打了农药也不会死,产量提升->草甘膦需求增加
	全球作物的上涨周期有望带动农药的需求回暖, 并拉动草甘膦整体需求景气上升。 农药产品需求相对比较刚性

草甘膦原料端：供需错配格局下冰醋酸价格上涨
	冰醋酸-甘氨酸-草甘膦、 黄磷-草甘膦传导涨势, 成本端支撑草甘膦市场行情强势运行
	国内约70%的产能采取甘氨酸法制备草甘膦, 其主要原料有甘氨酸和黄磷, 其成本分别占原材料总成本的42.1%和25.4%, 从成本面上支撑草甘膦价格上涨

	冰醋酸下游需求增长, 供给端停车不断, 供需错配下醋酸价格连续上升。 需求方面,PTA,醋酸乙烯,醋酸乙酯是主要下游;PTA扩产->冰醋酸下游需求继续增长
	供需错配,醋酸价格上涨
	预计2021年醋酸行业有望维持紧平衡格局, 价格有望继续维持相对高位。

	甘氨酸供应面偏紧张.
		冰醋酸涨价->甘氨酸涨价

草甘膦供需历史:
	草甘膦历史高位4.5w/t,行业平均成本1.8w/t;然后2016年谷底1.69w/t;2016后环保+供给侧改革,震荡上行
	2019年贸易战,草甘膦量价齐跌;曾小幅反弹至2.5w/t
	2020,粮食安全->草甘膦需求增长;供应下降.格局重塑

	2021年,草甘膦呈现出需求旺盛, 高开工和低库存并存, 价差不断扩大的牛市格局。 

磷肥
	磷酸铵
		化肥行业供给侧改革,供需新局面
		落后产能相继退出;
		生态农业发展, 严格把控化肥、 农药使用量, 加之有机肥、 各种生物菌肥和科学施肥政策的推广, 国内单质磷肥需求总量继续同比下行
		预计未来几年, 部分环保不达标企业将继续停产、 限产, 市场集中度将更加明显, “转型升级”是未来化肥行业的主题, 磷肥产能增长相对有限, 而磷肥需求有望持续增长。

	国际市场需求回暖而供应阶段性受阻,国内向海外出口化肥增加
	全球作物上涨周期有望带动农资需求回暖,带动化肥整体景气上升
	磷铵原材料价格强势上涨,成本面支撑下磷铵市场行情强势运行
		硫磺,进口依赖极高;国内产能不足

磷酸盐行业格局
	磷酸铁锂：前景良好,供给快速扩张
		磷酸铁锂是主要的正极材料之一。 正极材料是决定锂离子电池性能的关键材料之一,也是目前商业化锂离子电池中主要的锂离子来源,其性能和价格对锂离子电池的影响较大。
		磷酸铁锂的属性良好,其循环性能稳定,安全性好,可大电流充放电,内阻小发热少,安全,原材料来源广泛,价格便宜,环保无毒、无污染
		我国磷酸铁锂产能持续扩张

	饲料磷酸钙：我国饲料磷酸钙行业已步入成熟期
		磷酸氢钙（DCP）、磷酸二氢钙（MCP）等饲料磷酸钙盐因为在家畜家禽饲料添加剂中具有不可替代的作用,而成为大宗磷酸钙盐产品。

	三聚磷酸钠：市场稳定运行

投资建议:
	兴发集团:“矿电化一体”、“磷硅盐协同”和“矿肥化结合”的产业链优势,自有磷矿储量达到4.46亿吨,拥有黄磷产能超过16万吨, 2020年公司共生产11.41万吨黄磷,部分自用生产热法磷酸和草甘膦。

	云天化:磷肥龙头企业,已打造“矿肥一体化”产业链,公司拥有1,450万吨磷矿原矿产能和3万吨黄磷产能

	云图控股:复合肥行业龙头企业,不断向上游打通产业链,公司拥有四川省雷波县牛牛寨北矿区磷矿探矿权,正在办理“探转采”手续,查明东段磷矿石资源储量1.81亿吨；拥有黄磷产能6万吨, 2020年产能利用率达到108.71%