0,剥离贸易,产能加码

	PDH路线,丙烷脱氢(即Propane Dehydrogenation,英文简称为PDH),制造聚丙烯进口替代
	贸易业务剥离,轻装上阵;全产业链协同

1.公司
	LPG贸易起价;
		LPG贸易优势,发展下游LPG深加工.
		120wt的PDH成为国内最大PEH生产企业;80wt的PP装置,聚丙烯,位居前列
		多个在建项目.

	LPG全球最大贸易商,累计上游资源,中游运输,形成丙烷丙烯聚丙烯氢气的体系全产业链
	就怕全套吃不下,反而受拖累

	剥离贸易业务,轻装上阵
		贸易业务盈利能力衰减
		天然气替代,民用LPG需求停滞;
		国内LPG市场进入化工原料主导时代,工贸一体化导致贸易壁垒下降,议价能力下降
		供给段,中美贸易战,毛利率下降
		贸易业务占用巨额资金,加重财务负担.贸易往来需要巨额现金支付现金成本和信用证保证金,导致大量借款,银行授信
		资产负债高筑

	从LPG综合商社->化工供应商
	轻装上阵

	股权结构稳定.陕煤集团6%增持
		陕煤在石化领域多项布局

	剥离前,LPG贸易贡献主要业务;2015起,丙烯+聚丙烯销售提高,疫情中,聚丙烯销售大幅度提升
	LPG贸易增速减缓,化工销售成为新动能
	化工品销售->毛利率提升,成为主要毛利收入来源
	贸易资产剥离,盈利不稳定因素清楚;利润稳中有升

2,业务
	长周期,PDH具备竞争优势;国内上马产能众多
	UOP流化床有望建立成本优势

3,原料丙烷,供给格局向好,聚丙烯供需稳妥
	丙烷供给多元化;美国页岩气革命可以提供增量;丙烷供给,长期趋势增加
	LPG用作燃料,没有性价比;化工用途将逐年提高

	聚丙烯供需,呈现高端化,多元化
		国内PP需求高速增长;供给集中释放;供给自足率提高
		高端化,差异化:从传统的塑料编织,BOPP膜,向高端领域扩展;纤维,透明领域也在发展
			传统PP领域,拉丝,BOPP占比下降,呈现萎缩态势
			注塑料消费提升,结构占比提高
			纤维料短期受疫情刺激,长期需求乐观

4,全球最大贸易商起价,全产业链优势打造PDH龙头
	核心竞争力:
		原料掌控:丙烷贸易商,多渠道采购,原料稳定
				剥离不割裂,关联方可以灵活保证原料供应稳定
		供应稳定,LPG船队掌控物流运输,保障原料稳定
		码头.供应链优势
		仓储能力.供应链优势
		产品,竞争力尚可
		交割,大商所免检产品
		氢气利用:氢气副产物的销售扩大

	目前产能和规划产能:PDH120wt->180wt
					  PP80wt->180wt