000703
	
	0.概述
		全球化纤行业龙头，炼化-化纤上下游均衡发展;针织厂->聚酯+PTA->炼化厂
		文莱PMB一期800wt炼化投产,二期推进;一体化布局
		外延并购+扩张->涤纶长丝产能,PTA+涤纶

	1.公司
		1974 公社针织厂->石化+战略思想,剥离纺织业务->2001 年和 2005 年分别投产聚酯熔体直纺和上游 PTA 项目
		->2006 年至 2009 年，宁波逸盛和大连逸盛 PTA 项目相继投产->2011年上市,恒逸石化文莱项目->
		2012年巴陵己内酰胺项目投产，在同行中形成独具特色的涤纶、锦纶“双纶”->2015 年海南逸盛 PTA 项目投产
		->2017-2018同业收购,聚酯业务行业前列->2019 年 11 月文莱炼油一期项目建成投产,炼油到聚酯一体化经营
		原油->甲苯->PX(对二甲苯)->PTA,对苯二甲酸->聚酯->涤纶纤维->纺织

		产能:
			800wt炼油
			150wtPX+50wt苯1950wt
			涤纶线:PTA(600wt在建)+725wtPET+60wtDTY(涤纶长丝)
			锦纶线:40wtCPL(己内酰胺)+46.5wtPA6(聚酰胺)

		文莱项目
			投产前:
				PTA+聚酯纤维占据主要利润;
				PTA总毛利18%,聚酯纤维60%
				毛利率 聚酯纤维 9.07% PTA 8.69%
			投产后:
				毛利占比,聚酯纤维45%,炼油产品19%,PTA14%

			截止 2020Q3，公司销售毛利率 9.81%，净利率 6.06%
			公司资产负债率 67.09%,中游水平
	2,文莱PMB
		项目一期炼油年产能 800 万吨，包括年生产150 万吨对二甲苯PTA、 50 万吨苯、近 600 万吨汽柴煤油品
		项目将依托公司下游产业配套和文莱原油供应与当地油品需求，以及与潜在目标客户全面接洽，渠道稳定多样，有利于原油采购和产品销售
		PX 和苯等化工品销售给公司下游产业；汽柴煤油品优先满足文莱国家需求，剩余产品面向东南亚等国家;化工轻油销售给日本、韩国等亚洲国家
		二期项目中规划了 1400 万吨/年的炼化装置， 包括 165 万吨/年乙烯和 200 万吨/年 PX,直接为下游公司的 PTA 和锦纶项目提供原材料
		产业链一体化

		文莱优势:
			原油采购便利,物流成本低，无进口配额限制
			2019 年文莱原油已探明储量 11 亿吨;莱原油日产量 109.64 千桶/日
			PMB 项目地理位置优越，原油运输成本低， 文莱油气资源丰富，可供应 50%以上原油
			文莱 PMB 一期 800 万吨装置加工的原料为伊朗凝析油：文莱轻油：卡塔尔凝析油：卡塔尔原油=1： 3： 2： 2 的混合原油
			 			100 万吨伊朗凝析油、 300万吨文莱轻油、 200 万吨卡塔尔凝析油和 200 万吨卡塔尔原油
			 轻油加工炼厂;加工成本更低;
			 文莱提供300wt/y,成本低
			 文莱 PMB 炼厂靠近马六甲海峡， 原油采购便利且运输成本低;原油运输物流成本约为 8 美元/吨，较国内炼厂运输成本低约 8.5美元/吨(55￥/t),500wt,一年2.75e

		销路不愁
			我国成品油消费量逐渐下滑，出口量快速上升;2019 年我国出口成品油 5536 万吨，同比增长 20.16%;东南亚地区是我们成品油主要出口地之一
			东南亚地区成品油缺口较大，未来需求仍不断增长;
			汽油方面，东南亚存在缺口约 4900 万吨/年
			柴油东南亚存在较大缺口，每年缺口约 4700多万吨
			燃料油缺口增加

		税收优势
			文莱 PMB 项目在当地免收增值税、消费税、营业税金及附加的优惠政策
			文莱 PMB 项目位于东盟自贸区，进出口免关税
			总体税负轻
			项目完全配套燃煤发电，自产蒸汽，公用工程成本优势明显

		二期项目,化工品占比提升
			二期项目中成品油产出 633 万吨,成品油收率 45%
			聚酯瓶片产能 100 万吨;上游原料 PTA 和乙二醇;

		原油价格影响:
			成品油与原油裂解价差^->成品油盈利^

	3,PTA:逆势扩张,一体化,成本优势
		3.1 PTA扩张,产能集中^
		PTA是聚酯核心;90%PTA->PET聚酯;1tPET=0.855tPTA+0.335t乙二醇(MEG)
		历史上:
			2010-2011年PTA产能^^^^
			2011-2015年,PTA产能过剩,价格下行
			2016-2019年,供给侧改革,产能退出,PTA价格^^
			2019以来,油价下跌,恒力石化+荣盛石化等扩张产能,行业下行
			2011-2020 年我国 PTA 产能从 2040 万吨增长到了 6223 万吨;同期产量从 1546 万吨->4220wt
			PTA自给自足,供需平衡

		未来2年:PTA新增产能3640wt;2021年2440wt,2022年1500wt;行业头部为主,一体化扩张
			恒力石化等行业巨头,不是PTA老大,扩张是为了一体化扩张,对恒逸石化威胁没有毁灭性的.
			浙江逸盛石化有限公司成立于2003年，由浙江恒逸石化股份有限公司、浙江荣盛石化股份有限公司等组件;恒逸石化56.06%,荣盛石化16.07%
			浙江石化=荣盛石化51%+浙江巨化投资+桐昆20%+舟山海洋

		逸盛新材料PTA扩产,一体化
			成本优势
			PTA下游需求旺盛

	4,需求
		国内涤纶长丝集中度提高;涤纶长丝的增产趋于理性，产能高速增长的时代已经结束


